Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
ru: Эта регистрация происходит вне назначенных часов смены и не будет учитываться при посещении. Если смена назначена, скорректируйте её временной интервал и снова выберите «Выбрать смену».
sr: Ова пријава је ван додељеног радног времена и неће бити узета у обзир као присуство. Уколико је смена додељена, прилагодите временски оквир и поново учитајте смену.
sr_cs: Ova prijava je van dodeljenog radnog vremena i neće biti uzeta u obzir kao prisustvo. Ukoliko je smena dodeljena, prilagodite vremenski okvir i ponovo učitajte smenu.

source: This compensatory leave will be applicable from {0}.
ru: Этот компенсационный отпуск будет применяться с {0}.
sr: Ово компензационо одсуство биће примењиво од {0}.
sr_cs: Ovo kompenzaciono odsustvo biće primenjivo od {0}.

source: This employee already has a log with the same timestamp.{0}
ru: У этого сотрудника уже есть журнал с такой же временной меткой.{0}
sr: Ово запослено лице већ има евидентиран унос са истим временом.{0}
sr_cs: Ovo zaposleno lice već ima evidentiran unos sa istim vremenom.{0}

source: This error can be due to invalid formula or condition.
ru: Эта ошибка может быть вызвана неверной формулой или условием.
sr: Грешка може бити узрокована неисправном формулом или условом.
sr_cs: Greška može biti uzrokovana neispravnom formulom ili uslovom.

source: This error can be due to invalid syntax.
ru: Эта ошибка может быть вызвана неверным синтаксисом.
sr: Грешка може бити узрокована неисправном синтаксом.
sr_cs: Greška može biti uzrokovana neispravnom sintaksom.

source: This error can be due to missing or deleted field.
ru: Эта ошибка может быть вызвана отсутствием или удалением поля.
sr: Грешка може бити узрокована недостајућим или обрисаним пољем.
sr_cs: Greška može biti uzrokovana nedostajućim ili obrisanim poljem.

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
ru: В этом поле можно установить максимальное количество последовательных отпусков, на которые может подать заявление сотрудник.
sr: Ово поље омогућава да поставите максималан број узастопних дана одсуства које запослено лице може да затражи.
sr_cs: Ovo polje omogućava da postavite maksimalan broj uzastopnih dana odsustva koje zaposleno lice može da zatraži.

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
ru: Это поле позволяет вам установить максимальное количество отпусков, которые могут быть выделены ежегодно для этого типа отпуска при создании политики отпусков
sr: Ово поље омогућава да поставите максималан број дана одсуства који се могу доделити годишње за ову врсту одсуства приликом креирања политике одсуства
sr_cs: Ovo polje omogućava da postavite maksimalan broj dana odsustva koji se mogu dodeliti godišnje za ovu vrstu odsustva prilikom kreiranja politike odsustva

source: This is based on the attendance of this Employee
ru: Это основано на посещаемости данного сотрудника
sr: Ово се заснива на евиденцији присуства овог запосленог лица
sr_cs: Ovo se zasniva na evidenciji prisustva ovog zaposlenog lica

source: This method is only meant for developer mode
ru: Этот метод предназначен только для режима разработчика
sr: Ова метода је намењена само за развојни режим
sr_cs: Ova metoda je namenjena samo za razvojni režim

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
ru: Это приведет к перезаписи налогового компонента {0} в расчетном листке, и налог не будет рассчитываться на основе налоговых ведомостей
sr: Ово ће изменити пореску компоненту {0} у обрачунском листићу и порез неће бити обрачунат на основу пореских разреда пореза на доходак
sr_cs: Ovo će izmeniti poresku komponentu {0} u obračunskom listiću i porez neće biti obračunat na osnovu poreskih razreda poreza na dohodak

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
ru: Это приведет к отправке зарплатных листков и созданию записи в журнале начислений. Вы хотите продолжить?
sr: Ово ће поднети обрачунски листић и креирати налог књижења обрачунатих обавеза. Да ли желите да наставите?
sr_cs: Ovo će podneti obračunski listić i kreirati nalog knjiženja obračunatih obaveza. Da li želite da nastavite?

source: Time after the end of shift during which check-out is considered for attendance.
ru: Время после окончания смены, в течение которого уход с работы засчитывается в посещаемость.
sr: Време након завршетка смене током ког се одјава и даље сматра као присуство.
sr_cs: Vreme nakon završetka smene tokom kog se odjava i dalje smatra kao prisustvo.

source: Time taken to fill the open positions
ru: Время, затраченное на заполнение открытых позиций
sr: Време потребно за попуњавање отворених радних места
sr_cs: Vreme potrebno za popunjavanje otvorenih radnih mesta

source: Time to Fill
ru: Время заполнения
sr: Време за попуну
sr_cs: Vreme za popunu

source: Timelines
ru: Хронология
sr: Временски оквири
sr_cs: Vremenski okviri

source: Timesheet Details
ru: Подробности табеля учета рабочего времени
sr: Детаљи евиденције времена
sr_cs: Detalji evidencije vremena

source: Timing
ru: Сроки
sr: Временски распоред
sr_cs: Vremenski raspored

source: To Amount
ru: Общая сумма
sr: До износа
sr_cs: Do iznosa

source: To Date should be greater than From Date
ru: Дата "До" должна быть больше даты "С"
sr: Датум завршетка треба да буде након датума почетка
sr_cs: Datum završetka treba da bude nakon datuma početka

source: To User
ru: Пользователю
sr: За корисника
sr_cs: Za korisnika

source: To allow this, enable {0} under {1}.
ru: Чтобы разрешить это, включите {0} в разделе {1}.
sr: Да бисте дозволили ово, омогућите {0} у оквиру {1}.
sr_cs: Da biste dozvolili ovo, omogućite {0} u okviru {1}.

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
ru: Чтобы подать заявку на неполный рабочий день, отметьте «Неполный рабочий день» и выберите дату неполного рабочего дня
sr: Да бисте поднели захтев за половину радног дана означите опцију 'Половина радног дана' и изаберите датум половине радног дана
sr_cs: Da biste podneli zahtev za polovinu radnog dana označite opciju 'Polovina radnog dana' i izaberite datum polovine radnog dana

source: To date can not be equal or less than from date
ru: Дата "до" не может быть равна или меньше даты "от"
sr: Датум завршетка не може бити једнак или мањи од датума почетка
sr_cs: Datum završetka ne može biti jednak ili manji od datuma početka

source: To date can not be greater than employee's relieving date.
ru: Дата не может быть позже даты увольнения сотрудника.
sr: Датум завршетка не може бити већи од датума престанка радног односа.
sr_cs: Datum završetka ne može biti veći od datuma prestanka radnog odnosa.

source: To date can not be less than from date
ru: Дата "до" не может быть меньше даты "от"
sr: Датум завршетка не може бити мањи од датума почетка
sr_cs: Datum završetka ne može biti manji od datuma početka

source: To date can not greater than employee's relieving date
ru: Дата не может быть позже даты увольнения сотрудника
sr: Датум завршетка не може бити већи од датума престанка радног односа
sr_cs: Datum završetka ne može biti veći od datuma prestanka radnog odnosa

source: To date cannot be before from date
ru: До даты не может быть раньше с даты
sr: Датум завршетка не може бити пре датума почетка
sr_cs: Datum završetka ne može biti pre datuma početka

source: To overwrite the salary component amount for a tax component, please enable {0}
ru: Чтобы перезаписать сумму компонента зарплаты для налогового компонента, включите {0}
sr: Да бисте изменили компоненту зараде са пореском компонентом, омогућите опцију {0}
sr_cs: Da biste izmenili komponentu zarade sa poreskom komponentom, omogućite opciju {0}

source: To(Year)
ru: До(года)
sr: Завршна година
sr_cs: Završna godina

source: To(Year) year can not be less than From(year)
ru: Год до (год) не может быть меньше года с (год)
sr: Завршна година не може бити мања од почетне године
sr_cs: Završna godina ne može biti manja od početne godine

source: Today is {0}'s birthday 🎉
ru: Сегодня день рождения у {0}🎉
sr: Данас {0} слави рођендан 🎉
sr_cs: Danas {0} slavi rođendan 🎉

source: Today {0} at our Company! 🎉
ru: Сегодня {0} в нашей компании! 🎉
sr: Данас је {0} у нашој компанији! 🎉
sr_cs: Danas je {0} u našoj kompaniji! 🎉

source: Today {0} completed {1} {2} at our Company! 🎉
ru: Сегодня в нашей компании {0} завершилось {1} {2} ! 🎉
sr: Данас је испуњено {1} {2} од стране {0} у нашој компанији! 🎉
sr_cs: Danas je ispunjeno {1} {2} od strane {0} u našoj kompaniji! 🎉

source: Total Absent
ru: Полное отсутствие
sr: Укупно изостанака
sr_cs: Ukupno izostanaka

source: Total Accrued
ru: Всего начислено
sr: Укупно обрачунато
sr_cs: Ukupno obračunato

source: Total Actual Amount
ru: Общая фактическая сумма
sr: Укупан стварни износ
sr_cs: Ukupan stvarni iznos

source: Total Advance Amount
ru: Общая сумма аванса
sr: Укупан износ аконтације
sr_cs: Ukupan iznos akontacije

source: Total Advance Amount (Company Currency)
ru: Общая сумма аванса (валюта компании)
sr: Укупан износ аконтације (валута компаније)
sr_cs: Ukupan iznos akontacije (valuta kompanije)

source: Total Allocated Leave(s)
ru: Всего выделено отпусков
sr: Укупно додељених дана одсуства
sr_cs: Ukupno dodeljenih dana odsustva

source: Total Allocated Leaves
ru: Всего выделено отпусков
sr: Укупно додељених дана одсуства
sr_cs: Ukupno dodeljenih dana odsustva

source: Total Amount Reimbursed
ru: Общая возмещенная сумма
sr: Укупан рефундирани износ
sr_cs: Ukupan refundirani iznos

source: Total Amount cannot be zero
ru: Общая сумма не может быть равна нулю
sr: Укупан износ не може бити нула
sr_cs: Ukupan iznos ne može biti nula

source: Total Asset Recovery Cost
ru: Общая стоимость восстановления активов
sr: Укупан трошак повраћаја имовине
sr_cs: Ukupan trošak povraćaja imovine

source: Total Claimed Amount
ru: Общая заявленная сумма
sr: Укупан износ накнаде
sr_cs: Ukupan iznos naknade

source: Total Claimed Amount (Company Currency)
ru: Общая заявленная сумма (валюта компании)
sr: Укупан износ накнаде (валута компаније)
sr_cs: Ukupan iznos naknade (valuta kompanije)

source: Total Days Without Pay
ru: Общее количество дней без оплаты
sr: Укупан број дана без накнаде
sr_cs: Ukupan broj dana bez naknade

source: Total Declared Amount
ru: Общая заявленная сумма
sr: Укупан пријављени износ
sr_cs: Ukupan prijavljeni iznos

source: Total Deduction
ru: Общий вычет
sr: Укупан износ одбитка
sr_cs: Ukupan iznos odbitka

source: Total Deduction (Company Currency)
ru: Общая сумма вычета (валюта компании)
sr: Укупан износ одбитка (валута компаније)
sr_cs: Ukupan iznos odbitka (valuta kompanije)

source: Total Early Exits
ru: Всего ранних выходов
sr: Укупан број ранијих излазака
sr_cs: Ukupan broj ranijih izlazaka

source: Total Earning
ru: Общий доход
sr: Укупан приход
sr_cs: Ukupan prihod

source: Total Earnings
ru: Общий доход
sr: Укупни приходи
sr_cs: Ukupni prihodi

source: Total Estimated Budget
ru: Общий предполагаемый бюджет
sr: Укупно процењени буџет
sr_cs: Ukupno procenjeni budžet

source: Total Estimated Cost
ru: Общая предполагаемая стоимость
sr: Укупан процењени трошак
sr_cs: Ukupan procenjeni trošak

source: Total Exchange Gain/Loss
ru: Общая курсовая прибыль/убыток
sr: Укупан износ курсних разлика
sr_cs: Ukupan iznos kursnih razlika

source: Total Exemption Amount
ru: Общая сумма освобождения
sr: Укупан износ ослобођења
sr_cs: Ukupan iznos oslobođenja

source: Total Expense Claim (via Expense Claim)
ru: Заявление на возмещение общих расходов (через заявление на возмещение расходов)
sr: Укупан износ за надокнаду трошкова (путем захтева за надокнаду трошкова)
sr_cs: Ukupan iznos za nadoknadu troškova (putem zahteva za nadoknadu troškova)

source: Total Expense Claim (via Expense Claims)
ru: Заявление на возмещение общих расходов (через заявления на возмещение расходов)
sr: Укупан износ за надокнаду трошкова (путем захтева за надокнаду трошкова)
sr_cs: Ukupan iznos za nadoknadu troškova (putem zahteva za nadoknadu troškova)

source: Total Goal Score
ru: Общий счет голов
sr: Укупна оцена циља
sr_cs: Ukupna ocena cilja

source: Total Gross Pay
ru: Общая валовая заработная плата
sr: Укупна бруто зарада
sr_cs: Ukupna bruto zarada

source: Total Hours (T)
ru: Общее количество часов (T)
sr: Укупно часова (Т)
sr_cs: Ukupno časova (T)

source: Total Income Tax
ru: Общий подоходный налог
sr: Укупно пореза на доходак
sr_cs: Ukupno poreza na dohodak

source: Total Interest Amount
ru: Общая сумма процентов
sr: Укупан износ камате
sr_cs: Ukupan iznos kamate

source: Total Late Entries
ru: Всего поздних записей
sr: Укупан број кашњења
sr_cs: Ukupan broj kašnjenja

source: Total Leave Days
ru: Общее количество дней отпуска
sr: Укупан број дана одсуства
sr_cs: Ukupan broj dana odsustva

source: Total Leaves
ru: Всего листов
sr: Укупан број одсуства
sr_cs: Ukupan broj odsustva

source: Total Leaves ({0})
ru: Всего листьев ({0})
sr: Укупан број одсуства ({0})
sr_cs: Ukupan broj odsustva ({0})

source: Total Leaves Allocated
ru: Всего выделено листьев
sr: Укупно додељених одсуства
sr_cs: Ukupno dodeljenih odsustva

source: Total Leaves Encashed
ru: Всего листьев инкассировано
sr: Укупно исплаћених накнада за неискоришћена одсуства
sr_cs: Ukupno isplaćenih naknada za neiskorišćena odsustva

source: Total Loan Repayment
ru: Полное погашение кредита
sr: Укупна отплата зајма
sr_cs: Ukupna otplata zajma

source: Total Net Pay
ru: Общая чистая заработная плата
sr: Укупна нето зарада
sr_cs: Ukupna neto zarada

source: Total Non-Billed Hours
ru: Общее количество неоплаченных часов
sr: Укупан број нефактурисаних часова
sr_cs: Ukupan broj nefakturisanih časova

source: Total Overtime Duration
ru: Общая продолжительность сверхурочной работы
sr: Укупно трајање прековременог рада
sr_cs: Ukupno trajanje prekovremenog rada

source: Total Payable Amount
ru: Общая сумма к оплате
sr: Укупан износ за исплату
sr_cs: Ukupan iznos za isplatu

source: Total Payment
ru: Общая сумма оплаты
sr: Укупна уплата
sr_cs: Ukupna uplata

source: Total Payout
ru: Общая выплата
sr: Укупна исплата
sr_cs: Ukupna isplata

source: Total Present
ru: Общее настоящее
sr: Укупан број присуства
sr_cs: Ukupan broj prisustva

source: Total Principal Amount
ru: Общая основная сумма
sr: Укупан износ главнице
sr_cs: Ukupan iznos glavnice

source: Total Receivable Amount
ru: Общая сумма дебиторской задолженности
sr: Укупан износ потраживања
sr_cs: Ukupan iznos potraživanja

source: Total Resignations
ru: Всего отставок
sr: Укупан број престанка радног односа
sr_cs: Ukupan broj prestanka radnog odnosa

source: Total Sanctioned Amount
ru: Общая санкционированная сумма
sr: Укупан одобрени износ
sr_cs: Ukupan odobreni iznos

source: Total Sanctioned Amount (Company Currency)
ru: Общая санкционированная сумма (валюта компании)
sr: Укупан одобрени износ (валута компаније)
sr_cs: Ukupan odobreni iznos (valuta kompanije)

source: Total Score
ru: Общий балл
sr: Укупан број поена
sr_cs: Ukupan broj poena

source: Total Self Score
ru: Общая самооценка
sr: Укупан број самопроцене
sr_cs: Ukupan broj samoprocene

source: Total advance amount cannot be greater than total sanctioned amount
ru: Общая сумма аванса не может превышать общую санкционированную сумму
sr: Укупан износ аконтације не може бити већи од укупно одобреног износа
sr_cs: Ukupan iznos akontacije ne može biti veći od ukupno odobrenog iznosa

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
ru: Общее количество выделенных отпусков превышает максимально допустимое количество для типа отпуска {0} для сотрудника {1} за этот период
sr: Укупно додељени дани одсуства премашују максимално дозвољени број за врсту одсуства {0} за запослено лице {1} у том периоду
sr_cs: Ukupno dodeljeni dani odsustva premašuju maksimalno dozvoljeni broj za vrstu odsustva {0} za zaposleno lice {1} u tom periodu

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
ru: Общее количество выделенных отпусков {0} не может быть меньше уже утвержденных отпусков {1} за период
sr: Укупно додељених одсуства {0} не може бити мање од већ одобрених одсуства {1} за период
sr_cs: Ukupno dodeljenih odsustva {0} ne može biti manje od već odobrenih odsustva {1} za period

source: Total in words
ru: Всего прописью
sr: Укупно словима
sr_cs: Ukupno slovima

source: Total in words (Company Currency)
ru: Итого прописью (валюта компании)
sr: Укупно словима (валута компаније)
sr_cs: Ukupno slovima (valuta kompanije)

source: Total leaves allocated cannot exceed annual allocation of {0}.
ru: Общее количество выделенных отпусков не может превышать годовую норму {0}.
sr: Укупан број додељених одсуства не може премашити годишњу доделу од {0}.
sr_cs: Ukupan broj dodeljenih odsustva ne može premašiti godišnju dodelu od {0}.

source: Total leaves allocated is mandatory for Leave Type {0}
ru: Общее количество выделенных отпусков является обязательным для типа отпуска {0}
sr: Укупан број додељених одсуства је обавезан за врсту одсуства {0}
sr_cs: Ukupan broj dodeljenih odsustva je obavezan za vrstu odsustva {0}

source: Total of all employee benefits cannot be greater that Max Benefits Amount {0}
ru: Общая сумма всех льгот для сотрудников не может превышать максимальную сумму льгот {0}
sr: Збир свих износа бенефиција запосленог лица не може бити већи од максималног износа бенефиција {0}
sr_cs: Zbir svih beneficija zaposlenog lica ne može biti veći od maksimalnog iznosa beneficije {0}

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
ru: Общая заработная плата, начисленная по данному компоненту для данного сотрудника с начала года (расчетного периода или финансового года) до даты окончания текущего расчетного листка.
sr: Укупан износ зараде евидентиран по овој компоненти за ово запослено лице, од почетка године (обрачунског периода или фискалне године) до датума завршетка текућег обрачунског листића.
sr_cs: Ukupan iznos zarade evidentiran po ovoj komponenti za ovo zaposleno lice, od početka godine (obračunskog perioda ili fiskalne godine) do datuma završetka tekućeg obračunskog listića.

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
ru: Общая заработная плата, начисленная данному сотруднику с начала месяца до даты окончания текущего расчетного листка.
sr: Укупан износ зараде за ово запослено лице, обрачунат од почетка месеца до датума завршетка текућег обрачунског листића.
sr_cs: Ukupan iznos zarade za ovo zaposleno lice, obračunat od početka meseca do datuma završetka tekućeg obračunskog listića.

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
ru: Общая заработная плата, начисленная данному сотруднику с начала года (расчетного периода или финансового года) до даты окончания текущего расчетного листка.
sr: Укупан износ зараде за ово запослено лице, обрачуната од почетка године (обрачунског периода или фискалне године) до датума завршетка текућег обрачунског листића.
sr_cs: Ukupan iznos zarade za ovo zaposleno lice, obračunata od početka godine (obračunskog perioda ili fiskalne godine) do datuma završetka tekućeg obračunskog listića.

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
ru: Суммарный вес всех {0} должен составлять 100. В настоящее время он составляет {1}%
sr: Укупан пондер за све {0} мора износити 100. Тренутно је {1}%
sr_cs: Ukupan ponder za sve {0} mora iznositi 100. Trenutno je {1}%

source: Total working Days Per Year
ru: Всего рабочих дней в году
sr: Укупан број радних дана годишње
sr_cs: Ukupan broj radnih dana godišnje

source: Total working hours should not be greater than max working hours {0}
ru: Общее количество рабочих часов не должно превышать максимальное количество рабочих часов {0}
sr: Укупно радних часова не сме бити веће од максималних радних часова {0}
sr_cs: Ukupno radnih časova ne sme biti veće od maksimalnih radnih časova {0}

source: Train
ru: Тренироваться
sr: Воз
sr_cs: Voz

source: Trainer Email
ru: Электронная почта тренера
sr: Имејл тренера
sr_cs: Imejl trenera

source: Trainer Name
ru: Имя тренера
sr: Име тренера
sr_cs: Ime trenera

source: Training
ru: Обучение
sr: Обука
sr_cs: Obuka

source: Training Date
ru: Дата обучения
sr: Датум обуке
sr_cs: Datum obuke

source: Training Event
ru: Учебное мероприятие
sr: Догађај обуке
sr_cs: Događaj obuke

source: Training Event Employee
ru: Сотрудник учебного мероприятия
sr: Запослено лице на догађају обуке
sr_cs: Zaposleno lice na događaju obuke

source: Training Event:
ru: Учебное мероприятие:
sr: Догађај обуке:
sr_cs: Događaj obuke:

source: Training Events
ru: Учебные мероприятия
sr: Догађаји обуке
sr_cs: Događaji obuke

source: Training Feedback
ru: Обратная связь по обучению
sr: Повратна информација о обуци
sr_cs: Povratna informacija o obuci

source: Training Program
ru: Программа обучения
sr: Програм обуке
sr_cs: Program obuke

source: Training Result
ru: Результат обучения
sr: Резултат обуке
sr_cs: Rezultat obuke

source: Training Result Employee
ru: Результат обучения Сотрудник
sr: Резултат обуке запосленог лица
sr_cs: Rezultat obuke zaposlenog lica

source: Trainings
ru: Тренинги
sr: Обуке
sr_cs: Obuke

source: Trainings (This Week)
ru: Тренинги (на этой неделе)
sr: Обуке (ове недеље)
sr_cs: Obuke (ove nedelje)

source: Transactions cannot be created for an Inactive Employee {0}.
ru: Транзакции не могут быть созданы для неактивного сотрудника {0}.
sr: Трансакције не могу бити креиране за неактивно запослено лице {0}.
sr_cs: Transakcije ne mogu biti kreirane za neaktivno zaposleno lice {0}.

source: Transfer Date
ru: Дата перевода
sr: Датум премештаја
sr_cs: Datum premeštaja

source: Travel
ru: Командировка
sr: Путовање
sr_cs: Putovanje

source: Travel Advance Required
ru: Требуется аванс на поездку
sr: Потребна аконтација за путовање
sr_cs: Potrebna akontacija za putovanje

source: Travel From
ru: Путешествие из
sr: Путовање из
sr_cs: Putovanje iz

source: Travel Funding
ru: Финансирование поездок
sr: Финансирање путовања
sr_cs: Finansiranje putovanja

source: Travel Itinerary
ru: Маршрут путешествия
sr: План пута
sr_cs: Plan puta

source: Travel Request
ru: Запрос на поездку
sr: Захтев за путовање
sr_cs: Zahtev za putovanje

source: Travel Request Costing
ru: Расчет стоимости запроса на поездку
sr: Трошкови захтева за путовање
sr_cs: Troškovi zahteva za putovanje

source: Travel To
ru: Путешествие в
sr: Путовање ка
sr_cs: Putovanje ka

source: Travel Type
ru: Тип путешествия
sr: Врста путовања
sr_cs: Vrsta putovanja

source: Type of Proof
ru: Тип доказательства
sr: Врста доказа
sr_cs: Vrsta dokaza

source: Unable to retrieve your location
ru: Не удалось определить ваше местоположение
sr: Није могуће одредити Вашу локацију
sr_cs: Nije moguće odrediti Vašu lokaciju

source: Unarchive
ru: Разархивировать
sr: Поништи архивирање
sr_cs: Poništi arhiviranje

source: Unclaimed Amount
ru: Невостребованная сумма
sr: Неискоришћени износ
sr_cs: Neiskorišćeni iznos

source: Unclaimed Amount (Company Currency)
ru: Невостребованная сумма (валюта компании)
sr: Неискоришћени износ (валута компаније)
sr_cs: Neiskorišćeni iznos (valuta kompanije)

source: Under Review
ru: На рассмотрении
sr: Разматрање
sr_cs: Razmatranje

source: Unlink Payment
ru: Отменить привязку платежа
sr: Поништи повезивање уплате
sr_cs: Poništi povezivanje uplate
