Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Unlinked Attendance record from Employee Checkins: {}
ru: Несвязанная запись о посещаемости из проверок сотрудников: {}
sr: Евиденција присуства није повезана са записом о присуству: {}
sr_cs: Evidencija prisustva nije povezana sa zapisom o prisustvu: {}

source: Unlinked logs
ru: Несвязанные журналы
sr: Неповезани записи
sr_cs: Nepovezani zapisi

source: Unmarked Attendance for days
ru: Неотмеченная посещаемость в течение дней
sr: Неозначена присуства за дане
sr_cs: Neoznačena prisustva za dane

source: Unmarked Check-in Logs Found
ru: Найдены неотмеченные журналы регистрации
sr: Пронађене неозначене евиденције пријаве
sr_cs: Pronađene neoznačene evidencije prijave

source: Unmarked Days
ru: Неотмеченные дни
sr: Неозначени дани
sr_cs: Neoznačeni dani

source: Unmarked Employee Header
ru: Неотмеченный заголовок сотрудника
sr: Неозначено заглавље запослених лица
sr_cs: Neoznačeno zaglavlje zaposlenih lica

source: Unmarked Employees HTML
ru: HTML-код неотмеченных сотрудников
sr: Неозначена запослена лица HTML
sr_cs: Neoznačena zaposlena lica HTML

source: Unmarked days
ru: Неотмеченные дни
sr: Неозначени дани
sr_cs: Neoznačeni dani

source: Unpaid Accrual
ru: Неоплаченное начисление
sr: Неисплаћени обрачун
sr_cs: Neisplaćeni obračun

source: Unpaid Expense Claim
ru: Заявление о неоплаченных расходах
sr: Неплаћена надокнада трошкова
sr_cs: Neplaćena nadoknada troškova

source: Unsettled
ru: Неустроенный
sr: Није поравнато
sr_cs: Nije poravnato

source: Unsettled Transactions
ru: Неурегулированные транзакции
sr: Трансакције које нису поравнате
sr_cs: Transakcije koje nisu poravnate

source: Unsubmitted Appraisals
ru: Неотправленные оценки
sr: Евалуације које нису поднете
sr_cs: Evaluacije koje nisu podnete

source: Untracked Hours
ru: Неотслеживаемые часы
sr: Часови који нису праћени
sr_cs: Časovi koji nisu praćeni

source: Untracked Hours (U)
ru: Неотслеживаемые часы (U)
sr: Часови који нису праћени (U)
sr_cs: Časovi koji nisu praćeni (U)

source: Unused leaves
ru: Неиспользованные листья
sr: Неискоришћени дани одсуства
sr_cs: Neiskorišćeni dani odsustva

source: Upcoming Holidays
ru: Предстоящие праздники
sr: Предстојећи празници
sr_cs: Predstojeći praznici

source: Upcoming Holidays Reminder
ru: Напоминание о предстоящих праздниках
sr: Подсетник о предстојећим празницима
sr_cs: Podsetnik o predstojećim praznicima

source: Upcoming Shifts
ru: Предстоящие смены
sr: Предстојеће смене
sr_cs: Predstojeće smene

source: Update Expense
ru: Обновление расходов
sr: Ажурирај трошак
sr_cs: Ažuriraj trošak

source: Update Job Applicant
ru: Обновление данных о соискателе работы
sr: Ажурирај кандидата за посао
sr_cs: Ažuriraj kandidata za posao

source: Update Progress
ru: Прогресс обновления
sr: Ажурирај напредак
sr_cs: Ažuriraj napredak

source: Update Response
ru: Обновление ответа
sr: Ажурирај одговор
sr_cs: Ažuriraj odgovor

source: Update Salary Structures
ru: Обновление структуры заработной платы
sr: Ажурирај структуре зараде
sr_cs: Ažuriraj strukture zarade

source: Update Status
ru: Обновить статус
sr: Ажурирај статус
sr_cs: Ažuriraj status

source: Update Tax
ru: Обновление налога
sr: Ажурирај порез
sr_cs: Ažuriraj porez

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
ru: Обновлен статус с {0} на {1} для даты {2} в записи посещаемости {3}
sr: Статус је ажуриран са {0} на {1} за датум {2} у евиденцији присуства {3}
sr_cs: Status je ažuriran sa {0} na {1} za datum {2} u evidenciji prisustva {3}

source: Updated the Job Applicant status to {0}
ru: Статус соискателя вакансии обновлен до {0}
sr: Ажуриран статус кандидата за посао на {0}
sr_cs: Ažuriran status kandidata za posao na {0}

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
ru: Обновлен статус предложения о работе {0} для связанного соискателя {1} до {2}
sr: Ажуриран статус понуде за посао {0} за повезаног кандидата за посао са {1} на {2}
sr_cs: Ažuriran status ponude za posao {0} za povezanog kandidata za posao sa {1} na {2}

source: Updated the status of linked Job Applicant {0} to {1}
ru: Обновлен статус связанного соискателя {0} до {1}
sr: Ажуриран статус повезаног кандидата за посао са {0} на {1}
sr_cs: Ažuriran status povezanog kandidata za posao sa {0} na {1}

source: Upload Attendance
ru: Загрузить посещаемость
sr: Отпреми евиденцију присуства
sr_cs: Otpremi evidenciju prisustva

source: Upload HTML
ru: Загрузить HTML
sr: Отпреми HTML
sr_cs: Otpremi HTML

source: Upload images or documents
ru: Загрузить изображения или документы
sr: Отпреми слике или документа
sr_cs: Otpremi slike ili dokumenta

source: Uploading...
ru: Загрузка...
sr: Отпремање...
sr_cs: Otpremanje...

source: Upper Range
ru: Верхний диапазон
sr: Горњи распон
sr_cs: Gornji raspon

source: Used Leave(s)
ru: Использованный отпуск(ы)
sr: Искоришћени дани одсуства
sr_cs: Iskorišćeni dani odsustva

source: Used Leaves
ru: Использованные листья
sr: Искоришћени дани одсуства
sr_cs: Iskorišćeni dani odsustva

source: Vacancies
ru: Вакансии
sr: Непопуњена радна места
sr_cs: Nepopunjena radna mesta

source: Vacancies cannot be lower than the current openings
ru: Количество вакансий не может быть ниже текущего количества мест
sr: Непопуњена радна места не могу бити мања од отворених позиција
sr_cs: Nepopunjena radna mesta ne mogu biti manja od otvorenih pozicija

source: Vacancies fulfilled
ru: Вакансии заполнены
sr: Непопуњена радна места су попуњена
sr_cs: Nepopunjena radna mesta su popunjena

source: Validate Attendance
ru: Подтвердить посещаемость
sr: Валидирај присуство
sr_cs: Validiraj prisustvo

source: Validating Employee Attendance...
ru: Проверка присутствия сотрудников на работе...
sr: Проверавање присуства запослених лица...
sr_cs: Proveravanje prisustva zaposlenih lica...

source: Value / Description
ru: Значение / Описание
sr: Вредност / Опис
sr_cs: Vrednost / Opis

source: Value missing
ru: Значение отсутствует
sr: Недостаје вредност
sr_cs: Nedostaje vrednost

source: Variable
ru: Переменная
sr: Промењива
sr_cs: Promenjiva

source: Variable Based On Taxable Salary
ru: Переменная, основанная на налогооблагаемой зарплате
sr: Промењива на основу опорезиве зараде
sr_cs: Promenjiva na osnovu oporezive zarade

source: Vegetarian
ru: Вегетарианец
sr: Вегетаријанско
sr_cs: Vegetarijansko

source: Vehicle Expenses
ru: Расходы на транспортные средства
sr: Трошкови возила
sr_cs: Troškovi vozila

source: Vehicle Log
ru: Журнал транспортного средства
sr: Евиденција о коришћењу возила
sr_cs: Evidencija o korišćenju vozila

source: Vehicle Service
ru: Автосервис
sr: Сервис возила
sr_cs: Servis vozila

source: Vehicle Service Item
ru: Элемент технического обслуживания транспортного средства
sr: Ставка сервиса возила
sr_cs: Stavka servisa vozila

source: View Goals
ru: Просмотреть цели
sr: Прикажи циљеве
sr_cs: Prikaži ciljeve

source: View Leave History
ru: Просмотреть историю отпусков
sr: Прикажи историју одсуства
sr_cs: Prikaži istoriju odsustva

source: View Salary Slips
ru: Просмотреть зарплатные квитанции
sr: Прикажи обрачунске листиће
sr_cs: Prikaži obračunske listiće

source: Violet
ru: Фиолетовый
sr: Љубичаста
sr_cs: Ljubičasta

source: WARNING: Loan Management module has been separated from ERPNext.
ru: ВНИМАНИЕ: Модуль управления кредитами отделен от ERPNext.
sr: УПОЗОРЕЊЕ: Модул за управљање зајмовима је одвојен од ERPNext система.
sr_cs: UPOZORENJE: Modul za upravljanje zajmovima je odvojen od ERPNext sistema.

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
ru: Внимание: Недостаточный баланс отпуска для типа отпуска {0} в этом распределении.
sr: Упозорење: Недовољан број дана одсуства за врсту одсуства {0} у овој расподели.
sr_cs: Upozorenje: Nedovoljan broj dana odsustva za vrstu odsustva {0} u ovoj raspodeli.

source: Warning: Insufficient leave balance for Leave Type {0}.
ru: Внимание: Недостаточный баланс отпуска для типа отпуска {0}.
sr: Упозорење: Недовољан број дана одсуства за врсту одсуства {0}.
sr_cs: Upozorenje: Nedovoljan broj dana odsustva za vrstu odsustva {0}.

source: Warning: Leave application contains following block dates
ru: Внимание: Заявка на отпуск содержит следующие даты блокировки
sr: Упозорење: Захтев за одсуство садржи следеће блокиране датуме
sr_cs: Upozorenje: Zahtev za odsustvo sadrži sledeće blokirane datume

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
ru: Внимание: у {0} уже есть активное назначение смены {1} на некоторые/все эти даты.
sr: Упозорење: {0} већ има активну доделу смене {1} за неке или све одабране датуме.
sr_cs: Upozorenje: {0} već ima aktivnu dodelu smene {1} za neke ili sve odabrane datume.

source: Website Listing
ru: Листинг веб-сайта
sr: Приказ на веб-сајту
sr_cs: Prikaz na veb-sajtu

source: Weekend Multiplier
ru: Множитель выходного дня
sr: Коефицијенти за викенд
sr_cs: Koeficijent za vikend

source: Weightage (%)
ru: Вес (%)
sr: Пондер (%)
sr_cs: Ponder (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
ru: Если установлено значение «Неактивно», сотрудники с конфликтующими активными сменами не будут исключены.
sr: Када је подешено као 'Неактиван', запослена лица са преклапајућим сменама неће бити искључена.
sr_cs: Kada je podešeno kao 'Neaktivan', zaposlena lica sa preklapajućim smenama neće biti isključena.

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
ru: При этом распределение компенсационных отпусков автоматически создается или обновляется при подаче заявления на компенсационный отпуск.
sr: Док се расподела за компензациона одсуства аутоматски креира или ажурира приликом подношења захтева за компензационо одсуство.
sr_cs: Dok se raspodela za kompenzaciona odsustva automatski kreira ili ažurira prilikom podnošenja zahteva za kompenzaciono odsustvo.

source: Why is this Candidate Qualified for this Position?
ru: Почему этот кандидат подходит на эту позицию?
sr: Зашто је овај кандидат квалификован за ову позицију?
sr_cs: Zašto je ovaj kandidat kvalifikovan za ovu poziciju?

source: Withheld
ru: Удержано
sr: Задржано
sr_cs: Zadržano

source: Work Anniversaries
ru: Годовщины работы
sr: Годишњице рада
sr_cs: Godišnjice rada

source: Work Anniversary Reminder
ru: Напоминание о годовщине работы
sr: Подсетник на годишњицу рада
sr_cs: Podsetnik na godišnjicu rada

source: Work End Date
ru: Дата окончания работы
sr: Датум завршетка рада
sr_cs: Datum završetka rada

source: Work Experience Calculation Method
ru: Метод расчета трудового стажа
sr: Метод израчунавања радног искуства
sr_cs: Metod izračunavanja radnog iskustva

source: Work From Date
ru: Работа с даты
sr: Датум почетка рада
sr_cs: Datum početka rada

source: Work From Home
ru: Работа на дому
sr: Рад од куће
sr_cs: Rad od kuće

source: Work References
ru: Рекомендации по работе
sr: Пословне препоруке
sr_cs: Poslovne preporuke

source: Work Summary for {0}
ru: Краткое описание работы для {0}
sr: Резиме рада за {0}
sr_cs: Rezime rada za {0}

source: Worked On Holiday
ru: Работал в отпуске
sr: Рад током празника
sr_cs: Rad tokom praznika

source: Working Days
ru: Рабочие дни
sr: Радни дани
sr_cs: Radni dani

source: Working Days and Hours
ru: Рабочие дни и часы
sr: Радни дани и часови
sr_cs: Radni dani i časovi

source: Working Hours Calculation Based On
ru: Расчет рабочего времени на основе
sr: Обрачун радних часова је заснован на
sr_cs: Obračun radnih časova je zasnovan na

source: Working Hours Threshold for Absent
ru: Порог рабочего времени для отсутствия
sr: Праг радних часова за изостанке
sr_cs: Prag radnih časova za izostanke

source: Working Hours Threshold for Half Day
ru: Порог рабочего времени для половины дня
sr: Праг радних часова за половину радног дана
sr_cs: Prag radnih časova za polovinu radnog dana

source: Working hours below which Absent is marked. (Zero to disable)
ru: Рабочее время, ниже которого отмечается «Отсутствует». (Ноль — отключить)
sr: Радни часови испод којих се означава изостанак. (нула за онемогућавање)
sr_cs: Radni časovi ispod kojih se označava izostanak. (nula za onemogućavanje)

source: Working hours below which Half Day is marked. (Zero to disable)
ru: Рабочее время, ниже которого отмечается «Полдня». (Ноль — отключить)
sr: Радни часови испод који се означава половина радног дана. (нула да онемогућите)
sr_cs: Radni časovi ispod koji se označava polovina radnog dana. (nula da onemogućite)

source: Workshop
ru: Мастерская
sr: Радионица
sr_cs: Radionica

source: Year To Date
ru: С начала года
sr: За текућу годину
sr_cs: Za tekuću godinu

source: Year To Date(Company Currency)
ru: С начала года (валюта компании)
sr: За текућу годину (валута компаније)
sr_cs: Za tekuću godinu (valuta kompanije)

source: Yearly Amount
ru: Годовая сумма
sr: Годишњи износ
sr_cs: Godišnji iznos

source: Yearly Benefit
ru: Ежегодное пособие
sr: Годишња бенефиција
sr_cs: Godišnja beneficija

source: Yes, Proceed
ru: Да, продолжить
sr: Да, настави
sr_cs: Da, nastavi

source: You are not authorized to approve leaves on Block Dates
ru: Вы не уполномочены утверждать отпуска в блочные даты
sr: Немате дозволу да одобравате одсуства током блокираних датума
sr_cs: Nemate dozvolu da odobravate odsustva tokom blokiranih datuma

source: You are not present all day(s) between compensatory leave request days
ru: Вы не присутствуете на работе в течение всего дня между днями подачи заявления на отгул
sr: Нисте били присутни током свих дана у периоду за који сте поднели захтев за компензационо одсуство
sr_cs: Niste bili prisutni tokom svih dana u periodu za koji ste podneli zahtev za kompenzaciono odsustvo

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
ru: Вы не сможете определить несколько плит, если у вас есть плита без нижних и верхних пределов.
sr: Не можете дефинисати више разреда уколико већ постоји разред без доњих и горњих граница.
sr_cs: Ne možete definisati više razreda ukoliko već postoji razred bez donjih i gornjih granica.

source: You can not request for your Default Shift: {0}
ru: Вы не можете запросить смену по умолчанию: {0}
sr: Не можете тражити своју подразумевану смену: {0}
sr_cs: Ne možete tražiti svoju podrazumevanu smenu: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
ru: Вы можете запланировать не более {0} вакансий и бюджет {1} для {2} в соответствии со штатным планом {3} для материнской компании {4}.
sr: Можете планирати највише до {0} непопуњених радних места и буџет {1} за {2} у складу са планом особља {3} за матичну компанију {4}.
sr_cs: Možete planirati najviše do {0} nepopunjenih radnih mesta i budžet {1} za {2} u skladu sa planom osoblja {3} za matičnu kompaniju {4}.

source: You can only submit Leave Encashment for a valid encashment amount
ru: Вы можете подать заявку на получение Leave Encashment только на допустимую сумму инкассации
sr: Можете поднети накнаду за неискоришћено одсуство само уз важећи износ уплате
sr_cs: Možete podneti naknadu za neiskorišćeno odsustvo samo uz važeći iznos uplate

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
ru: Вы можете загружать только документы в формате JPG, PNG, PDF, TXT или Microsoft.
sr: Можете отпремити искључиво JPG, PNG, PDF, ТXТ или Мајкрософт документа.
sr_cs: Možete otpremiti isključivo JPG, PNG, PDF, TXT ili Majkrosoft dokumenta.

source: You cannot reverse more than the total LWP days {0}. You have already reversed {1} days for this employee.
ru: Вы не можете отменить более {0}дней отпуска. Вы уже отменили {1} дней отпуска для этого сотрудника.
sr: Није могуће сторнирати више од укупног броја дана одсуства без накнаде {0}. Већ сте сторнирали {1} дана за ово запослено лице.
sr_cs: Nije moguće stornirati više od ukupnog broja dana odsustva bez naknade {0}. Već ste stornirali {1} dana za ovo zaposleno lice.

source: You do not have permission to complete this action
ru: У вас нет разрешения на выполнение этого действия.
sr: Немате дозволу да извршите ову радњу
sr_cs: Nemate dozvolu da izvršite ovu radnju

source: You have no advances
ru: У вас нет авансов
sr: Немате аконтације
sr_cs: Nemate akontacije

source: You have no leaves allocated
ru: У вас нет выделенных отпусков
sr: Немате додељене дане одсуства
sr_cs: Nemate dodeljene dane odsustva

source: You have no notifications
ru: У вас нет уведомлений
sr: Немате обавештења
sr_cs: Nemate obaveštenja

source: You have no requests
ru: У вас нет запросов
sr: Немате захтева
sr_cs: Nemate zahteva

source: You have no upcoming holidays
ru: У вас нет предстоящих праздников
sr: Немате предстојеће празнике
sr_cs: Nemate predstojeće praznike

source: You have no upcoming shifts
ru: У вас нет предстоящих смен
sr: Немате предстојеће смене
sr_cs: Nemate predstojeće smene

source: You may add additional details, if any, and submit the offer.
ru: Вы можете добавить дополнительные сведения, если таковые имеются, и отправить предложение.
sr: Можете додати додатне информације, уколико постоје, и послати понуду.
sr_cs: Možete dodati dodatne informacije, ukoliko postoje, i poslati ponudu.

source: You must be within {0} meters of your shift location to check in.
ru: Для регистрации вам необходимо находиться в пределах {0} метров от места вашей смены.
sr: Морате бити унутар {0} метара од локације смене да бисте се пријавили.
sr_cs: Morate biti unutar {0} metara od lokacije smene da biste se prijavili.

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
ru: Вы присутствовали только полдня в {}. Не можете подать заявку на полный рабочий день
sr: Били сте присутни само половину радног дана {}. Није могуће поднети захтев за компензационо одсуство за цео дан
sr_cs: Bili ste prisutni samo polovinu radnog dana {}. Nije moguće podneti zahtev za kompenzaciono odsustvo za ceo dan

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
ru: Ваша сессия собеседования перенесена с {0} {1} - {2} на {3} {4} - {5}
sr: Ваш интервју је померен са {0} {1} - {2} на {3} {4} - {5}
sr_cs: Vaš intervju je pomeren sa {0} {1} - {2} na {3} {4} - {5}

source: Your password has expired. Please reset your password to continue
ru: Срок действия вашего пароля истёк. Пожалуйста, сбросьте пароль, чтобы продолжить
sr: Ваша лозинка је истекла. Молимо Вас да је ресетујете како бисте наставили
sr_cs: Vaša lozinka je istekla. Molimo Vas da je resetujete kako biste nastavili

source: active
ru: активный
sr: активно
sr_cs: aktivno

source: based on
ru: основанный на
sr: засновано на
sr_cs: zasnovano na

source: cancellation
ru: отмена
sr: отказивање
sr_cs: otkazivanje

source: cancelled
ru: отменен
sr: отказано
sr_cs: otkazano

source: create/submit
ru: создать/отправить
sr: креирај/поднеси
sr_cs: kreiraj/podnesi

source: created
ru: созданный
sr: креирано
sr_cs: kreirano

source: johndoe@mail.com
sr: petarpetrovic@mail.com
sr_cs: petarpetrovic@mail.com

source: or for the Employee's Department: {0}
ru: или для отдела сотрудников: {0}
sr: или за одељење запосленог лица: {0}
sr_cs: ili za odeljenje zaposlenog lica: {0}

source: process
ru: процесс
sr: обрада
sr_cs: obrada

source: processed
ru: обработано
sr: обрађено
sr_cs: obrađeno

source: result
ru: результат
sr: резултат
sr_cs: rezultat

source: results
ru: результаты
sr: резултати
sr_cs: rezultati

source: review
ru: обзор
sr: преглед
sr_cs: pregled

source: reviews
ru: обзоры
sr: прегледи
sr_cs: pregledi

source: submitted
ru: утвержден
sr: поднето
sr_cs: podneto

source: via Salary Component sync
ru: через синхронизацию компонентов зарплаты
sr: путем синхронизације компоненте зараде
sr_cs: putem sinhronizacije komponente zarade

source: year
ru: год
sr: година
sr_cs: godina

source: years
ru: годы
sr: године
sr_cs: godine

source: {0} & {1} more
ru: {0} и {1} больше
sr: {0} и још {1}
sr_cs: {0} i još {1}

source: {0} <br> This error can be due to missing or deleted field.
ru: {0} <br> Эта ошибка может быть вызвана отсутствием или удалением поля.
sr: {0} <br> Ова грешка може бити проузрокована недостајућим или обрисаним пољима.
sr_cs: {0} <br> Ova greška može biti prouzrokovana nedostajućim ili obrisanim poljima.

source: {0} Appraisal(s) are not submitted yet
ru: {0} Оценка(и) еще не поданы
sr: {0} евалуација још увек није поднето
sr_cs: {0} evaluacija još uvek nije podneto

source: {0} Field
ru: {0} Поле
sr: {0} поље
sr_cs: {0} polje

source: {0} Missing
ru: {0} Отсутствует
sr: {0} недостаје
sr_cs: {0} nedostaje

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
ru: {0} Строка #{1}: Формула задана, но {2} отключена для компонента зарплаты {3}.
sr: {0} Ред #{1}: Формула је постављена, али је {2} онемогућено за компоненту зараде {3}.
sr_cs: {0} Red #{1}: Formula je postavljena, ali je {2} onemogućeno za komponentu zarade {3}.

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
ru: {0} Строка #{1}: {2} должна быть включена для рассмотрения формулы.
sr: {0} Ред#{1}: {2} мора бити омогућено да би се формула узела у обзир.
sr_cs: {0} Red#{1}: {2} mora biti omogućeno da bi se formula uzela u obzir.

source: {0} Unread
ru: {0} Непрочитано
sr: {0} непрочитано
sr_cs: {0} nepročitano

source: {0} already allocated for Employee {1} for period {2} to {3}
ru: {0} уже выделено для сотрудника {1} на период с {2} по {3}
sr: {0} је већ додељено запосленом лицу {1} за период од {2} до {3}
sr_cs: {0} je već dodeljeno zaposlenom licu {1} za period od {2} do {3}

source: {0} already exists for employee {1} and period {2}
ru: {0} уже существует для сотрудника {1} и периода {2}
sr: {0} већ постоји за запослено лице {1} и период {2}
sr_cs: {0} već postoji za zaposleno lice {1} i period {2}

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
ru: {0} уже имеет активное назначение смены {1} на некоторые/все эти даты.
sr: {0} већ има активну доделу смене {1} за неке или све од ових датума.
sr_cs: {0} već ima aktivnu dodelu smene {1} za neke ili sve od ovih datuma.

source: {0} applicable after {1} working days
ru: {0} применимо после {1} рабочих дней
sr: {0} је примењиво након {1} радних дана
sr_cs: {0} je primenjivo nakon {1} radnih dana

# Leave Type
source: {0} balance
ru: {0} баланс
sr: {0} стање
sr_cs: {0} stanje

source: {0} completed {1} {2}
ru: {0} завершено {1} {2}
sr: Испуњено је {1} {2} од стране {0}
sr_cs: Ispunjeno je {1} {2} od strane {0}

source: {0} created successfully!
ru: {0} успешно создан!
sr: {0} је успешно креирано!
sr_cs: {0} je uspešno kreirano!

source: {0} deleted successfully!
ru: {0} успешно удален!
sr: {0} је успешно обрисано!
sr_cs: {0} je uspešno obrisano!

source: {0} failed!
ru: {0} не удалось!
sr: {0} није успело!
sr_cs: {0} nije uspelo!

source: {0} has {1} enabled
ru: {0} имеет включенный {1}
sr: {0} има омогућено {1}
sr_cs: {0} ima omogućeno {1}

source: {0} is an Accrual Component and this will be recorded as a payout in Employee Benefits Ledger
ru: {0} — это компонент начисления, который будет зафиксирован как выплата в книге учета льгот сотрудников
sr: {0} је обрачунска компонента и биће евидентирана као исплата у књизи бенефиција запосленог лица
sr_cs: {0} je obračunska komponenta i biće evidentirana kao isplata u knjizi beneficija zaposlenog lica

source: {0} is an invalid Attendance Status.
ru: {0} — недействительный статус посещения.
sr: {0} је неважећи статус присуства.
sr_cs: {0} je nevažeći status prisustva.

source: {0} is not a holiday.
ru: {0} не является праздником.
sr: {0} није празник.
sr_cs: {0} nije praznik.
