Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Event Status
ru: Статус события
sr: Статус догађаја
sr_cs: Status događaja

source: Every 2 Weeks
ru: Каждые 2 недели
sr: Сваке 2 недеље
sr_cs: Svake 2 nedelje

source: Every 3 Weeks
ru: Каждые 3 недели
sr: Сваке 3 недеље
sr_cs: Svake 3 nedelje

source: Every 4 Weeks
ru: Каждые 4 недели
sr: Сваке 4 недеље
sr_cs: Svake 4 nedelje

source: Every Valid Check-in and Check-out
ru: Каждый действительный заезд и выезд
sr: Свако важеће евидентирање доласка и одласка
sr_cs: Svako važeće evidentiranje dolaska i odlaska

source: Every Week
ru: Каждую неделю
sr: Сваке недеље
sr_cs: Svake nedelje

source: Everyone, let’s congratulate them on their work anniversary!
ru: Поздравим их с годовщиной работы!
sr: Сви, честитајмо им годишњицу рада!
sr_cs: Svi, čestitajmo im godišnjicu rada!

source: Everyone, let’s congratulate {0} on their birthday.
ru: Давайте поздравим {0} с днем рождения.
sr: Сви, честитајмо {0} рођендан.
sr_cs: Svi, čestitajmo {0} rođendan.

source: Exam
ru: Экзамен
sr: Испит
sr_cs: Ispit

source: Exchange rate of Payment Entry against Employee Advance
ru: Обменный курс платежной записи против аванса сотрудника
sr: Девизни курс уноса уплате у односу на аконтацију запосленог лица
sr_cs: Devizni kurs unosa uplate u odnosu na akontaciju zaposlenog lica

source: Exclude Holidays
ru: Исключить праздники
sr: Искључи празнике
sr_cs: Isključi praznike

source: Excluded {0} Non-Encashable Leaves for {1}
ru: Исключены {0} не подлежащих начислению дней отпуска для {1}
sr: Искључено {0} дана неисплаћеног одсуства за {1}
sr_cs: Isključeno {0} dana neisplaćenog odsustva za {1}

source: Exempted from Income Tax
ru: Освобожден от подоходного налога
sr: Ослобођен од пореза на доходак
sr_cs: Oslobođen od poreza na dohodak

source: Exemption
ru: Исключение
sr: Ослобођење
sr_cs: Oslobođenje

source: Exemption Category
ru: Категория исключения
sr: Категорија ослобођења
sr_cs: Kategorija oslobođenja

source: Exemption Proofs
ru: Подтверждения исключения
sr: Докази о ослобођењу
sr_cs: Dokazi o oslobođenju

source: Exemption Sub Category
ru: Подкатегория исключения
sr: Подкатегорија ослобођења
sr_cs: Podkategorija oslobođenja

source: Existing Record
ru: Существующая запись
sr: Постојећи запис
sr_cs: Postojeći zapis

source: Existing Shift Assignments
ru: Существующие назначения смен
sr: Постојеће доделе смена
sr_cs: Postojeće dodele smena

source: Exit Confirmed
ru: Увольнение подтверждено
sr: Одлазак потврђен
sr_cs: Odlazak potvrđen

source: Exit Details
ru: Детали увольнения
sr: Детаљи о одласку
sr_cs: Detalji o odlasku

source: Exit Interview
ru: Интервью при увольнении
sr: Излазни интервју
sr_cs: Izlazni intervju

source: Exit Interview Pending
ru: Ожидается интервью при увольнении
sr: Излазни интервју на чекању
sr_cs: Izlazni intervju na čekanju

source: Exit Interview Summary
ru: Итоги интервью при увольнении
sr: Резиме излазног интервјуа
sr_cs: Rezime izlaznog intervjua

source: Exit Interview {0} already exists for Employee: {1}
ru: Интервью при увольнении {0} уже существует для сотрудника: {1}
sr: Излазни интервју {0} већ постоји за запослено лице {1}
sr_cs: Izlazni intervju {0} već postoji za zaposleno lice {1}

source: Exit Questionnaire
ru: Анкета при увольнении
sr: Упитник за одлазак
sr_cs: Upitnik za odlazak

source: Exit Questionnaire Notification
ru: Уведомление о анкете при увольнении
sr: Обавештење о упитнику за одлазак
sr_cs: Obaveštenje o upitniku za odlazak

source: Exit Questionnaire Notification Template
ru: Шаблон уведомления о анкете при увольнении
sr: Шаблон обавештења за упитник за одлазак
sr_cs: Šablon obaveštenja za upitnik za odlazak

source: Exit Questionnaire Pending
ru: Анкета при увольнении в ожидании
sr: Упитник за одлазак на чекању
sr_cs: Upitnik za odlazak na čekanju

source: Exit Questionnaire Web Form
ru: Веб-форма анкеты при увольнении
sr: Веб-формулар упитника за одлазак
sr_cs: Veb-formular upitnika za odlazak

source: Exits (This Month)
ru: Выходы (в этом месяце)
sr: Одлазака (овај месец)
sr_cs: Odlazaka (ovaj mesec)

source: Expected Average Rating
ru: Ожидаемый средний рейтинг
sr: Очекивана просечна оцена
sr_cs: Očekivana prosečna ocena

source: Expected By
ru: Ожидается от
sr: Очекивано до
sr_cs: Očekivano do

source: Expected Compensation
ru: Ожидаемая компенсация
sr: Очекивана накнада
sr_cs: Očekivana naknada

source: Expected Salary Range per month
ru: Ожидаемый диапазон заработной платы в месяц
sr: Очекивани месечни распон зараде
sr_cs: Očekivani mesečni raspon zarade

source: Expected Skill Set
ru: Ожидаемый набор навыков
sr: Очекивани скуп вештина
sr_cs: Očekivani skup veština

source: Expected Skillset
ru: Ожидаемый набор навыков
sr: Очекивани скуп вештина
sr_cs: Očekivani skup veština

source: Expense Approver
ru: Согласующий расходы
sr: Одобравалац трошкова
sr_cs: Odobravalac troškova

source: Expense Approver Mandatory In Expense Claim
ru: Согласование расходов обязательно в заявке на возмещение расходов
sr: Одобравалац трошкова је обавезан у захтеву за надокнадом трошкова
sr_cs: Odobravalac troškova je obavezan u zahtevu za nadoknadom troškova

source: Expense Claim Account
ru: Счет для заявок на возмещение расходов
sr: Рачун захтева за надокнаду трошкова
sr_cs: Račun zahteva za nadoknadu troškova

source: Expense Claim Advance
ru: Аванс по заявке на возмещение расходов
sr: Аконтација захтева за надокнаду трошкова
sr_cs: Akontacija zahteva za nadoknadu troškova

source: Expense Claim Detail
ru: Детали заявки на возмещение расходов
sr: Детаљи захтева за надокнаду трошкова
sr_cs: Detalji zahteva za nadoknadu troškova

source: Expense Claim Summary
ru: Итоги заявки на возмещение расходов
sr: Резиме захтева за надокнаду трошкова
sr_cs: Rezime zahteva za nadoknadu troškova

source: Expense Claim Type
ru: Тип заявки на возмещение расходов
sr: Врста захтева за надокнаду трошкова
sr_cs: Vrsta zahteva za nadoknadu troškova

source: Expense Claim for Vehicle Log {0}
ru: Заявка на возмещение расходов для учета транспортных средств {0}
sr: Захтев за надокнаду трошкова за евиденцију о коришћењу возила {0}
sr_cs: Zahtev za nadoknadu troškova za evidenciju o korišćenju vozila {0}

source: Expense Claim {0} already exists for the Vehicle Log
ru: Заявка на возмещение расходов {0} уже существует для учета транспортных средств
sr: Захтев за надокнаду трошкова {0} већ постоји за евиденцију о коришћењу возила
sr_cs: Zahtev za nadoknadu troškova {0} već postoji za evidenciju o korišćenju vozila

source: Expense Claims
ru: Заявки на возмещение расходов
sr: Захтеви за надокнаду трошкова
sr_cs: Zahtevi za nadoknadu troškova

source: Expense Date
ru: Дата расхода
sr: Датум трошка
sr_cs: Datum troška

source: Expense Item
ru: Элемент расхода
sr: Ставка трошка
sr_cs: Stavka troška

source: Expense Proof
ru: Подтверждение расходов
sr: Доказ о трошку
sr_cs: Dokaz o trošku

source: Expense Tax
ru: Налог
sr: Порез на трошак
sr_cs: Porez na trošak

source: Expense Taxes and Charges
ru: Налоги и сборы
sr: Порези и таксе на трошкове
sr_cs: Porezi i takse na troškove

source: Expense Type
ru: Тип расходов
sr: Врста трошка
sr_cs: Vrsta troška

source: Expenses & Advances
ru: Расходы и авансы
sr: Трошкови и аконтације
sr_cs: Troškovi i akontacije

source: Expire Allocation
ru: Истекает срок
sr: Истек доделе
sr_cs: Istek dodele

source: Expire Carry Forwarded Leaves (Days)
ru: Истекает срок действия переносимых отпусков (дни)
sr: Истичу пренесени дани одсуства (у данима)
sr_cs: Ističu preneseni dani odsustva (u danima)

source: Expire Leaves
ru: Истечение отпусков
sr: Истекло одсуство
sr_cs: Isteklo odsustvo

source: Expired Leave(s)
ru: Просроченный отпуск(и)
sr: Истекло одсуство
sr_cs: Isteklo odsustvo

source: Expired Leaves
ru: Истекшие дни отпуска
sr: Истекла одсуства
sr_cs: Istekla odsustva

source: Explanation
ru: Объяснение
sr: Образложење
sr_cs: Obrazloženje

source: Exporting...
ru: Экспорт...
sr: Извоз...
sr_cs: Izvoz...

source: Failed to create/submit {0} for employees:
ru: Не удалось создать/отправить {0} для сотрудников:
sr: Неуспешно креирање/подношење {0} за запослена лица:
sr_cs: Neuspešno kreiranje/podnošenje {0} za zaposlena lica:

source: Failed to delete defaults for country {0}.
ru: Не удалось удалить настройки по умолчанию для страны {0}.
sr: Неуспешно брисање подразумеваних вредности за државу {0}.
sr_cs: Neuspešno brisanje podrazumevanih vrednosti za državu {0}.

source: Failed to download PDF: {0}
ru: Не удалось загрузить PDF: {0}
sr: Неуспешно преузимање PDF: {0}
sr_cs: Neuspešno preuzimanje PDF: {0}

source: Failed to send the Interview Reschedule notification. Please configure your email account.
ru: Не удалось отправить уведомление о переносе интервью. Пожалуйста, настройте свой аккаунт электронной почты.
sr: Неуспешно слање обавештења о промени термина интервјуа. Молимо Вас да подесите своју имејл адресу.
sr_cs: Neuspešno slanje obaveštenja o promeni termina intervjua. Molimo Vas da podesite svoju imejl adresu.

source: Failed to setup defaults for country {0}.
ru: Не удалось установить значения по умолчанию для страны {0}.
sr: Неуспешне поставке подразумеваних вредности за државу {0}.
sr_cs: Neuspešne postavke podrazumevanih vrednosti za državu {0}.

source: Failed to submit some leave policy assignments:
ru: Не удалось отправить некоторые задания по политике отпусков:
sr: Неке доделе политике одсуства није било могуће поднети:
sr_cs: Neke dodele politike odsustva nije bilo moguće podneti:

source: Failed to update the Job Applicant status
ru: Не удалось обновить статус соискателя
sr: Неуспешно ажурирање статуса кандидата за посао
sr_cs: Neuspešno ažuriranje statusa kandidata za posao

source: Failed to {0} {1} for employees:
ru: Не удалось обновить статус соискателя
sr: Неуспешно {0} {1} за запослена лица:
sr_cs: Neuspešno {0} {1} za zaposlena lica:

source: Failure Details
ru: Детали сбоя
sr: Детаљи о неуспеху
sr_cs: Detalji o neuspehu

source: Failure Reason
ru: Причина отказа
sr: Разлог неуспеха
sr_cs: Razlog neuspeha

source: Failure of Automatic Allocation of Earned Leaves
ru: Сбой автоматического распределения оплачиваемых отпусков
sr: Неуспех аутоматске доделе стечених одсустава
sr_cs: Neuspeh automatske dodele stečenih odsustava

source: Feb
sr: Феб

source: Feedback Count
ru: Количество отзывов
sr: Број повратних информација
sr_cs: Broj povratnih informacija

source: Feedback HTML
ru: Отзыв HTML
sr: Повратна информација HTML
sr_cs: Povratna informacija HTML

source: Feedback Ratings
ru: Рейтинг отзывов
sr: Оцене повратних информација
sr_cs: Ocene povratnih informacija

source: Feedback Reminder Notification Template
ru: Шаблон уведомления о напоминании
sr: Шаблон обавештења за подсетник за повратну информацију
sr_cs: Šablon obaveštenja za podsetnik za povratnu informaciju

source: Feedback Score
ru: Оценка отзыва
sr: Оцена повратних информација
sr_cs: Ocena povratnih informacija

source: Feedback Submitted
ru: Сообщение отправлено
sr: Повратна информација је поднета
sr_cs: Povratna informacija je podneta

source: Feedback Summary
ru: Итог отзыва
sr: Резиме повратне информације
sr_cs: Rezime povratne informacije

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
ru: Отзыв уже отправлен для интервью {0}. Пожалуйста, отмените предыдущий отзыв об интервью {1}, чтобы продолжить.
sr: Повратна информација за интервју {0} је већ поднета. Молимо Вас да откажете претходну повратну информацију {1} да бисте наставили.
sr_cs: Povratna informacija za intervju {0} je već podneta. Molimo Vas da otkažete prethodnu povratnu informaciju {1} da biste nastavili.

source: Feedback cannot be recorded for an absent Employee.
ru: Отзыв не может быть записан для отсутствующего сотрудника.
sr: Повратна информација не може бити записана за одсутно запослено лице.
sr_cs: Povratna informacija ne može biti zapisana za odsutno zaposleno lice.

source: Feedback {0} added successfully
ru: Отзыв {0} успешно добавлен
sr: Повратна информација {0} је успешно додата
sr_cs: Povratna informacija {0} je uspešno dodata

source: Fetch Geolocation
ru: Получить геолокацию
sr: Преузми геолокацију
sr_cs: Preuzmi geolokaciju

source: Fetch Overtime Details
ru: Получить информацию о сверхурочной работе
sr: Преузми детаље прековременог рада
sr_cs: Preuzmi detalje prekovremenog rada

source: Fetch Shift
ru: Получить смену
sr: Преузми смену
sr_cs: Preuzmi smenu

source: Fetch Shifts
ru: Получить смены
sr: Преузми смене
sr_cs: Preuzmi smene

source: Fetching Employees
ru: Получение сотрудников
sr: Преузимање запослених лица
sr_cs: Preuzimanje zaposlenih lica

source: Fetching Shift
ru: Получение смены
sr: Преузимање смене
sr_cs: Preuzimanje smene

source: Fetching your geolocation
ru: Получить вашу геолокацию
sr: Преузимање Ваше геолокације
sr_cs: Preuzimanje Vaše geolokacije

source: File Preview
ru: Предпросмотр файла
sr: Преглед фајла
sr_cs: Pregled fajla

source: Fill the form and save it
ru: Заполните форму и сохраните ее
sr: Попуните формулар и сачувајте га
sr_cs: Popunite formular i sačuvajte ga

source: Filled
ru: Заполнено
sr: Попуњено
sr_cs: Popunjeno

source: Filter Employees
ru: Фильтр сотрудников
sr: Филтрирај запослена лица
sr_cs: Filtriraj zaposlena lica

source: Filter by Shift
ru: Фильтр по смене
sr: Филтрирај по смени
sr_cs: Filtriraj po smeni

source: Final Decision
ru: Окончательное решение
sr: Коначна одлука
sr_cs: Konačna odluka

source: Final Score
ru: Окончательный счет
sr: Коначна оцена
sr_cs: Konačna ocena

source: Final Score Formula
ru: Формула финальной оценки
sr: Формула за коначну оцену
sr_cs: Formula za konačnu ocenu

source: First Check-in and Last Check-out
ru: Первая регистрация заезда и последняя регистрация отъезда
sr: Прво евидентирање доласка и последње евидентирање доласка
sr_cs: Prvo evidentiranje dolaska i poslednje evidentiranje dolaska

source: First Day
ru: Первый день
sr: Први дан
sr_cs: Prvi dan

source: First Name
ru: Имя
sr: Име
sr_cs: Ime

source: Fiscal Year {0} not found
ru: Финансовый год {0} не найден
sr: Фискална година {0} није пронађена
sr_cs: Fiskalna godina {0} nije pronađena

source: Fixed Hourly Rate
ru: Фиксированная почасовая ставка
sr: Фиксна сатница
sr_cs: Fiksna satnica

source: Fleet Management
ru: Управление автопарком
sr: Управљање возним парком
sr_cs: Upravljanje voznim parkom

source: Flexible Benefit
ru: Гибкая льгота
sr: Флексибилна бенефиција
sr_cs: Fleksibilna beneficija

source: Flexible Benefits
ru: Гибкие льготы
sr: Флексибилне бенефиције
sr_cs: Fleksibilne beneficije

source: Flexible Component
ru: Гибкий компонент
sr: Флексибилна компонента
sr_cs: Fleksibilna komponenta

source: Flight
ru: Авиа
sr: Авион
sr_cs: Avion

source: FnF Pending
ru: FnF Ожидание
sr: Завршни обрачун је на чекању
sr_cs: Završni obračun je na čekanju

source: Follow via Email
ru: Подписаться по E-mail
sr: Прати путем имејла
sr_cs: Prati putem imejla

source: Food
ru: Еда
sr: Храна
sr_cs: Hrana

source: For Designation
ru: Для обозначения
sr: За позицију
sr_cs: Za poziciju

source: For Employee
ru: Для сотрудника
sr: За запослено лице
sr_cs: Za zaposleno lice

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
ru: Для дня взятого отпуска, если вы все еще платите (например) 50% от дневной зарплаты, введите 0,50 в это поле.
sr: За један дан одсуства, уколико се ипак исплаћује (на пример) 50% дневне зараде, онда унесите 0.50 у ово поље.
sr_cs: Za jedan dan odsustva, ukoliko se ipak isplaćuje (na primer) 50% dnevne zarade, onda unesite 0.50 u ovo polje.

source: Formula
ru: Формула
sr: Формула

source: Fraction of Applicable Earnings
ru: Доля применимого дохода
sr: Део примењивих прихода
sr_cs: Deo primenjivih prihoda

source: Fraction of Daily Salary for Half Day
ru: Доля дневной зарплаты за половину дня
sr: Део дневне зараде за половину радног дана
sr_cs: Deo dnevne zarade za polovinu radnog dana

source: Fraction of Daily Salary per Leave
ru: Доля дневной зарплаты за один день отпуска
sr: Део дневне зараде по одсуству
sr_cs: Deo dnevne zarade po odsustvu

source: Fractional Cost
ru: Дополнительная стоимость
sr: Делимични трошак
sr_cs: Delimični trošak

source: From Amount
ru: От суммы
sr: Од износа
sr_cs: Od iznosa

source: From Date must come before To Date
ru: Дата "С" должна быть раньше даты "По"
sr: Датум почетка мора бити испред датума завршетка
sr_cs: Datum početka mora biti ispred datuma završetka

source: From Date {0} cannot be after Payroll Period end date {1}
ru: Дата {0} не может быть позже даты окончания расчетного периода {1}
sr: Датум почетка {0} не може бити након датума завршетка обрачунског периода {1}
sr_cs: Datum početka {0} ne može biti nakon datuma završetka obračunskog perioda {1}

source: From Date {0} cannot be after employee's relieving Date {1}
ru: Дата "С" {0} не может быть позже даты увольнения сотрудника {1}
sr: Датум почетка {0} не може бити после датума престанка радног односа {1}
sr_cs: Datum početka {0} ne može biti posle datuma prestanka radnog odnosa {1}

source: From Date {0} cannot be before Payroll Period start date {1}
ru: Дата {0} не может быть раньше даты начала расчетного периода {1}
sr: Датум почетка {0} не може бити пре датума почетка обрачунског периода {1}
sr_cs: Datum početka {0} ne može biti pre datuma početka obračunskog perioda {1}

source: From Date {0} cannot be before employee's joining Date {1}
ru: Дата "С" {0} не может быть раньше даты присоединения сотрудника {1}
sr: Датум почетка {0} не може бити пре датума запослења {1}
sr_cs: Datum početka {0} ne može biti pre datuma zaposlenja {1}

source: From date can not be less than employee's joining date
ru: Дата "С" не может быть раньше даты присоединения сотрудника
sr: Датум почетка не може бити мањи од датума запослења
sr_cs: Datum početka ne može biti manji od datuma zaposlenja

source: From date can not be less than employee's joining date.
ru: Дата "С" не может быть раньше даты присоединения сотрудника.
sr: Датум почетка не може бити мањи од датума запослења.
sr_cs: Datum početka ne može biti manji od datuma zaposlenja.

source: From here, you can enable encashment for the balance leaves.
ru: Здесь вы можете включить использование неиспользованных отпусков.
sr: Овде можете омогућити исплату накнаде зараде за преостале дане одсуства.
sr_cs: Ovde možete omogućiti isplatu naknade zarade za preostale dane odsustva.

source: From {0} to {1}
ru: С {0} по {1}
sr: Од {0} до {1}
sr_cs: Od {0} do {1}

source: From(Year)
ru: С (год)
sr: Почетна година
sr_cs: Početna godina

source: Fuchsia
ru: Фуксия
sr: Фуксија
sr_cs: Fuksija

source: Fuel Expense
ru: Расходы на топливо
sr: Трошак горива
sr_cs: Trošak goriva

source: Fuel Expenses
ru: Расходы на топливо
sr: Трошкови горива
sr_cs: Troškovi goriva

source: Fuel Price
ru: Цена топлива
sr: Цена горива
sr_cs: Cena goriva

source: Fuel Qty
ru: Количество топлива
sr: Количина горива
sr_cs: Količina goriva

source: Full and Final Asset
ru: Полный и окончательный отчет
sr: Преостала имовина
sr_cs: Preostala imovina

source: Full and Final Outstanding Statement
ru: Полный и окончательный отчет о задолженности
sr: Извод неизмирених ставки за завршни обрачун
sr_cs: Izvod neizmirenih stavki za završni obračun

source: Full-time
ru: Полная занятость
sr: Пуно радно време
sr_cs: Puno radno vreme

source: Fully Sponsored
ru: Полностью спонсируемый
sr: Спонзорисано у целости
sr_cs: Sponzorisano u celosti

source: Funded Amount
ru: Сумма финансирования
sr: Износ средстава
sr_cs: Iznos sredstava

source: Future Income Tax
ru: Будущий подоходный налог
sr: Предвиђени порез на доходак
sr_cs: Predviđeni porez na dohodak

source: Future dates not allowed
ru: Будущие даты не допускаются
sr: Будући датуми нису дозвољени
sr_cs: Budući datumi nisu dozvoljeni

source: Gain Loss Account
ru: Счет прибылей и убытков
sr: Рачун курсних разлика
sr_cs: Račun kursnih razlika

source: Geolocation Error
ru: Ошибка геолокации
sr: Грешка геолокације
sr_cs: Greška geolokacije

source: Geolocation is not supported by your current browser
ru: Геолокация не поддерживается вашим текущим браузером
sr: Геолокација није подржана са Вашим тренутним интернет претраживачом
sr_cs: Geolokacija nije podržana sa Vašim trenutnim internet pretraživačom

source: Get Details From Declaration
ru: Получить детали из декларации
sr: Преузми детаље из изјаве
sr_cs: Preuzmi detalje iz izjave

source: Get Employees
ru: Получить сотрудников
sr: Преузми запослена лица
sr_cs: Preuzmi zaposlena lica

source: Get Job Requisitions
ru: Получить запросы на работу
sr: Преузми захтеве за запошљавање
sr_cs: Preuzmi zahteve za zapošljavanje

source: Get Template
ru: Получить шаблон
sr: Преузми шаблон
sr_cs: Preuzmi šablon

source: Get the app on your device for easy access & a better experience!
ru: Установите приложение на ваше устройство для удобного доступа и улучшенного использования!
sr: Преузми апликацију на свом уређају за лакши приступ и боље корисничко искуство!
sr_cs: Preuzmi aplikaciju na svom uređaju za lakši pristup i bolje korisničko iskustvo!

source: Get the app on your iPhone for easy access & a better experience
ru: Установите приложение на ваш iPhone для удобного доступа и улучшенного использования
sr: Преузми апликацију на свом иПхоне уређају за лакши приступ и боље корисничко искуство
sr_cs: Preuzmi aplikaciju na svom iPhone uređaju za lakši pristup i bolje korisničko iskustvo

source: Gluten Free
ru: Без глютена
sr: Без глутена
sr_cs: Bez glutena

source: Go to Login
ru: Перейти к входу
sr: Иди на пријаву
sr_cs: Idi na prijavu

source: Go to Reset Password page
ru: Перейти на страницу сброса пароля
sr: Иди на страницу за ресетовање лозинке
sr_cs: Idi na stranicu za resetovanje lozinke

source: Goal Completion (%)
ru: Достижение цели (%)
sr: Остварење циља (%)
sr_cs: Ostvarenje cilja (%)

source: Goal Score
ru: Балл цели
sr: Оцена циља
sr_cs: Ocena cilja

source: Goal Score (%)
ru: Балл цели (%)
sr: Оцена циља (%)
sr_cs: Ocena cilja (%)

source: Goal Score (weighted)
ru: Балл цели (взвешенный)
sr: Оцена циља (пондерисана)
sr_cs: Ocena cilja (ponderisana)

source: Goal progress percentage cannot be more than 100.
ru: Процент достижения цели не может превышать 100.
sr: Проценат напретка циља не може бити већи од 100.
sr_cs: Procenat napretka cilja ne može biti veći od 100.

source: Goal should be aligned with the same KRA as its parent goal.
ru: Цель должна соответствовать тому же ключевому результату (KRA), что и её родительская цель.
sr: Циљ треба да буде усклађен са истим KRA као и његов матични циљ.
sr_cs: Cilj treba da bude usklađen sa istim KRA kao i njegov matični cilj.

source: Goal should be owned by the same employee as its parent goal.
ru: Цель должна принадлежать тому же сотруднику, что и её родительская цель.
sr: Циљ мора припадати истом запосленом лицу као и његов матични циљ.
sr_cs: Cilj mora pripadati istom zaposlenom licu kao i njegov matični cilj.

source: Goal should belong to the same Appraisal Cycle as its parent goal.
ru: Цель должна принадлежать тому же циклу оценки, что и её родительская цель.
sr: Циљ треба да припада истом циклусу евалуације као и његов матични циљ.
sr_cs: Cilj treba da pripada istom ciklusu evaluacije kao i njegov matični cilj.

source: Goal updated successfully
ru: Цель успешно обновлена
sr: Циљ је успешно ажуриран
sr_cs: Cilj je uspešno ažuriran

source: Goals updated successfully
ru: Цели успешно обновлены
sr: Циљеви су успешно ажурирани
sr_cs: Ciljevi su uspešno ažurirani

source: Grade
ru: Грейд
sr: Платни разред
sr_cs: Platni razred

source: Gratuity
ru: Пособие при увольнении
sr: Отпремнина
sr_cs: Otpremnina

source: Gratuity Applicable Component
ru: Компонент пособия при увольнении
sr: Компонента отпремнине
sr_cs: Komponenta otpremnine

source: Gratuity Rule
ru: Правила пособия при увольнении
sr: Правило отпремнине
sr_cs: Pravilo otpremnine
