Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: No active Salary Structure Assignment found for employee {0} with salary structure {1} on or after arrear start date {2}
ru: Не найдено активного назначения структуры заработной платы для сотрудника {0} со структурой заработной платы {1} на дату начала задолженности {2}или позже
sr: Није пронађена активна додела структуре зараде за запослено лице {0} са структуром зараде {1} на или након датума почетка заостатка {2}
sr_cs: Nije pronađena aktivna dodela strukture zarade za zaposleno lice {0} sa strukturom zarade {1} na ili nakon datuma početka zaostatka {2}

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
ru: Не найдено ни одного активного сотрудника, связанного с идентификатором электронной почты {0}. Попробуйте войти, используя идентификатор электронной почты сотрудника, или обратитесь к менеджеру по персоналу для получения доступа.
sr: Нема активног запосленог лица повезаног са имејл ИД {0}. Покушајте да се пријавите са пословним имејлом или контактирајте HR менаџера за приступ.
sr_cs: Nema aktivnog zaposlenog lica povezanog sa imejl ID {0}. Pokušajte da se prijavite sa poslovnim imejlom ili kontaktirajte HR menadžera za pristup.

source: No active or default Salary Structure found for employee {0} for the given dates
ru: Для сотрудника {0} на указанные даты не найдено активной или стандартной структуры заработной платы
sr: Није пронађена активна или подразумевана структура зараде за запослено лице {0} за наведене датуме
sr_cs: Nije pronađena aktivna ili podrazumevana struktura zarade za zaposleno lice {0} za navedene datume

source: No additional expenses has been added
ru: Никаких дополнительных расходов не было добавлено
sr: Нису додати додатни трошкови
sr_cs: Nisu dodati dodatni troškovi

source: No advances found
ru: Никаких авансов не обнаружено
sr: Нема пронађених аконтација
sr_cs: Nema pronađenih akontacija

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
ru: В последнем расчетном листке по зарплате не найден соответствующий компонент заработка для правила выплаты чаевых: {0}
sr: Није пронађена одговарајућа компонента прихода у последњем обрачунском листићу за правило отпремнине: {0}
sr_cs: Nije pronađena odgovarajuća komponenta prihoda u poslednjem obračunskom listiću za pravilo otpremnine: {0}

source: No applicable Earning components found for Gratuity Rule: {0}
ru: Не найдено соответствующих компонентов для правила выплаты вознаграждения: {0}
sr: Није пронађена одговарајућа компонента прихода за правило отпремнине: {0}
sr_cs: Nije pronađena odgovarajuća komponenta prihoda za pravilo otpremnine: {0}

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
ru: Не найдено ни одного подходящего слэба для расчета суммы чаевых в соответствии с Правилом чаевых: {0}
sr: Није пронађен одговарајући разред за обрачун износа отпремнине према правилу отпремнине: {0}
sr_cs: Nije pronađen odgovarajući razred za obračun iznosa otpremnine prema pravilu otpremnine: {0}

source: No arrear components found in the existing salary slips.
ru: В имеющихся расчетных листках по зарплате задолженность не обнаружена.
sr: У постојећим обрачунским листићима нису пронађене компоненте заостатка.
sr_cs: U postojećim obračunskim listićima nisu pronađene komponente zaostatka.

source: No arrear components found in the salary slip. Ensure Arrear Component is checked in the Salary Component master.
ru: В расчетном листке не обнаружено компонентов задолженности. Убедитесь, что в разделе «Компоненты зарплаты» отмечен флажок «Компонент задолженности».
sr: Нису пронађене компоненте заостатка у обрачунском листићу. Проверите да ли је означена компонента заостатка у мастер подацима компоненте зараде.
sr_cs: Nisu pronađene komponente zaostatka u obračunskom listiću. Proverite da li je označena komponenta zaostatka u master podacima komponente zarade.

source: No arrear details found
ru: Информация о просроченной задолженности не обнаружена
sr: Нису пронађени детаљи заостатка
sr_cs: Nisu pronađeni detalji zaostatka

source: No attendance records found for employee {0} between {1} and {2}
ru: Не найдено записей о посещаемости для сотрудника {0} между {1} и {2}
sr: Нису пронађени записи присуства за запослено лице {0} између {1} и {2}
sr_cs: Nisu pronađeni zapisi prisustva za zaposleno lice {0} između {1} i {2}

source: No attendance records found for this criteria.
ru: По данному критерию записи о посещаемости не найдены.
sr: Није пронађена евиденција присуства која одговара овим критеријумима.
sr_cs: Nije pronađena evidencija prisustva koja odgovara ovim kriterijumima.

source: No attendance records found.
ru: Записи о посещаемости не найдены.
sr: Није пронађена евиденција присуства.
sr_cs: Nije pronađena evidencija prisustva.

source: No attendance records to create
ru: Нет необходимости создавать записи о посещаемости
sr: Не постоји евиденција присуства за креирање
sr_cs: Ne postoji evidencija prisustva za kreiranje

source: No changes found in timings.
ru: Изменений в таймингах не обнаружено.
sr: Нема промена у терминима.
sr_cs: Nema promena u terminima.

source: No employees found
ru: Сотрудники не найдены
sr: Нису пронађена запослена лица
sr_cs: Nisu pronađena zaposlena lica

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
ru: Не найдено сотрудников по указанным критериям:<br>Компания: {0}<br> Валюта: {1}<br>Счет к выплате заработной платы: {2}
sr: Не постоје запослена лица која одговарају наведеним критеријумима:<br>Компанија: {0}<br> Валута: {1}<br>Рачун обрачуна зараде: {2}
sr_cs: Ne postoje zaposlena lica koja odgovaraju navedenim kriterijumima:<br>Kompanija: {0}<br> Valuta: {1}<br>Račun obračuna zarade: {2}

source: No employees found for the selected criteria
ru: По выбранным критериям сотрудники не найдены
sr: Нису пронађена запослена лица за изабране критеријуме
sr_cs: Nisu pronađena zaposlena lica za izabrane kriterijume

source: No employees found with selected filters and active salary structure
ru: Не найдено ни одного сотрудника с выбранными фильтрами и активной структурой заработной платы
sr: Није пронађено ниједно запослено лице са изабраним филтерима и активном структуром зараде
sr_cs: Nije pronađeno nijedno zaposleno lice sa izabranim filterima i aktivnom strukturom zarade

source: No expenses added
ru: Никаких дополнительных расходов
sr: Нема додатних трошкова
sr_cs: Nema dodatnih troškova

source: No feedback has been received yet
ru: Отзывов пока нет
sr: Још није примљена ниједна повратна информација
sr_cs: Još nije primljena nijedna povratna informacija

source: No items selected
ru: Элементы не выбраны
sr: Није изабрана ниједна ставка
sr_cs: Nije izabrana nijedna stavka

source: No leave allocation found for {0} for {1} on given date.
ru: Не найдено распределение отпуска для {0} для {1} на указанную дату.
sr: Није пронађена додела одсуства {0} за {1} на дати датум.
sr_cs: Nije pronađena dodela odsustva za {0} za {1} na dati datum.

source: No leave record found for employee {0} on {1}
ru: Не найдена запись об отпуске для сотрудника {0} на {1}
sr: Нема евиденције одсуства за запослено лице {0} на {1}
sr_cs: Nema evidencije odsustva za zaposleno lice {0} na {1}

source: No leaves have been allocated.
ru: Отпуска не выделены.
sr: Дани одсуства нису додељени.
sr_cs: Dani odsustva nisu dodeljeni.

source: No more updates
ru: Больше никаких обновлений
sr: Нема додатних ажурирања
sr_cs: Nema dodatnih ažuriranja

source: No of. Positions
ru: Количество должностей
sr: Број позиција
sr_cs: Broj pozicija

source: No replies from
ru: Нет ответов от
sr: Нема одговора од
sr_cs: Nema odgovora od

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
ru: Не найдено расчетного листа по зарплате для отправки по выбранным выше критериям ИЛИ расчетный лист уже отправлен
sr: Није пронађен обрачунски листић за подношење према изабраним критеријумима или је обрачунски листић већ поднет
sr_cs: Nije pronađen obračunski listić za podnošenje prema izabranim kriterijumima ili je obračunski listić već podnet

source: No salary slips found
ru: Расчетные листки не найдены
sr: Нису пронађени обрачунски листићи
sr_cs: Nisu pronađeni obračunski listići

source: No salary slips found for the selected employee from {0}
ru: Для выбранного сотрудника из {0}не найдено зарплатных листков.
sr: Нису пронађени обрачунски листићи за изабрано запослено лице од {0}
sr_cs: Nisu pronađeni obračunski listići za izabrano zaposleno lice od {0}

source: No taxes added
ru: Никаких налогов не добавлено
sr: Нису додати порези
sr_cs: Nisu dodati porezi

source: No valid shift found for log time
ru: Допустимый сдвиг для времени журнала не найден
sr: Није пронађена важећа смена за време пријаве
sr_cs: Nije pronađena važeća smena za vreme prijave

source: No {0} Selected
ru: Нет выбранных {0}
sr: {0} није изабра
sr_cs: {0} nije izabra

source: No {0} added
ru: {0} не добавлено
sr: {0} није додат
sr_cs: {0} nije dodat

source: Non Diary
ru: Не дневник
sr: Без млечних производа
sr_cs: Bez mlečnih proizvoda

source: Non Taxable Earnings
ru: Необлагаемые налогом доходы
sr: Приходи који нису предмет опорезивања
sr_cs: Prihodi koji nisu predmet oporezivanja

source: Non-Billed Hours
ru: Неоплачиваемые часы
sr: Нефактурисани часови
sr_cs: Nefakturisani časovi

source: Non-Billed Hours (NB)
ru: Неоплачиваемые часы (NB)
sr: Нефактурисани часови (НБ)
sr_cs: Nefakturisani časovi (NB)

source: Non-Encashable Leaves
ru: Необналичиваемые отпуска
sr: Одсуства која се не могу исплатити
sr_cs: Odsustva koja se ne mogu isplatiti

source: Non-Vegetarian
ru: Невегетарианское
sr: Исхрана која укључује месо
sr_cs: Ishrana koja uključuje meso

source: Note: Shift will not be overwritten in existing attendance records
ru: Примечание: смена не будет перезаписана в существующих записях о посещаемости
sr: Напомена: Смена неће бити преписана у постојећим евиденцијама присуства
sr_cs: Napomena: Smena neće biti prepisana u postojećim evidencijama prisustva

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
ru: Примечание: общее количество выделенных отпусков {0} не должно быть меньше уже утвержденных отпусков {1} за этот период
sr: Напомена: Укупно додељених одсуства {0} не може бити мање од већ одобрених одсуства {1} за период
sr_cs: Napomena: Ukupno dodeljenih odsustva {0} ne može biti manje od već odobrenih odsustva {1} za period

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
ru: Примечание: Ваша зарплатная квитанция защищена паролем, пароль для разблокировки PDF-файла имеет формат {0}.
sr: Напомена: Ваш обрачунски листић је заштићен лозинком, лозинка за откључавање PDF-а има формат {0}.
sr_cs: Napomena: Vaš obračunski listić je zaštićen lozinkom, lozinka za otključavanje PDF-a ima format {0}.

source: Nothing to change
ru: Ничего не нужно менять
sr: Нема података за измену
sr_cs: Nema podataka za izmenu

source: Notice Period
ru: Срок уведомления
sr: Отказни рок
sr_cs: Otkazni rok

source: Notification Template
ru: Шаблон уведомления
sr: Шаблон обавештења
sr_cs: Šablon obaveštenja

source: Notify users by email
ru: Уведомлять пользователей по электронной почте
sr: Обавести кориснике путем имејла
sr_cs: Obavesti korisnike putem imejla

source: Nov
sr: Нов

source: Number Of Employees
ru: Количество сотрудников
sr: Број запослених лица
sr_cs: Broj zaposlenih lica

source: Number Of Positions
ru: Количество позиций
sr: Број позиција
sr_cs: Broj pozicija

source: Number of Leaves
ru: Количество листов
sr: Број одсуства
sr_cs: Broj odsustva

source: Number of Withholding Cycles
ru: Количество циклов удержания
sr: Број циклуса задржавања зараде
sr_cs: Broj ciklusa zadržavanja zarade

source: Number of leaves eligible for encashment based on leave type settings
ru: Количество отпусков, подлежащих инкассации, в зависимости от настроек типа отпуска
sr: Број дана одсуства који се могу исплатити, у складу са подешавањима врсте одсуства
sr_cs: Broj dana odsustva koji se mogu isplatiti, u skladu sa podešavanjima vrste odsustva

source: OTP Code
ru: OTP-код
sr: Једнократна лозинка
sr_cs: Jednokratna lozinka

source: OTP Verification
ru: Проверка одноразовых паролей
sr: Верификација једнократном лозинком
sr_cs: Verifikacija jednokratnom lozinkom

source: OUT
ru: ВНЕ
sr: ОДЛАЗАК
sr_cs: ODLAZAK

source: Obtained Average Rating
ru: Полученный средний рейтинг
sr: Добијена просечна оцена
sr_cs: Dobijena prosečna ocena

source: Oct
ru: Октябрь
sr: Окт
sr_cs: Okt

source: Odometer Reading
ru: Записи одометра
sr: Очитавање одометра
sr_cs: Očitavanje odometra

source: Odometer Value
ru: Показания одометра
sr: Вредност одометра
sr_cs: Vrednost odometra

source: Off-Shift
ru: Вне Смены
sr: Ван радне смене
sr_cs: Van radne smene

source: Off-shift
ru: Вне смены
sr: Ван радне смене
sr_cs: Van radne smene

source: Offer Term
ru: Срок действия предложения
sr: Услов понуде
sr_cs: Uslov ponude

source: Offer Terms
ru: Условия предложения работы
sr: Услови понуде
sr_cs: Uslovi ponude

source: On Date
ru: Дата
sr: На датум
sr_cs: Na datum

source: On Duty
ru: На дежурстве
sr: На задатку
sr_cs: Na zadatku

source: On Leave
ru: В отпуске
sr: На одсуству
sr_cs: Na odsustvu

source: Onboarding
ru: Адаптация
sr: Увођење
sr_cs: Uvođenje

source: Onboarding Activities
ru: Вводные мероприятия
sr: Активности увођења
sr_cs: Aktivnosti uvođenja

source: Onboarding Begins On
ru: Начало адаптации
sr: Увођење почиње на
sr_cs: Uvođenje počinje na

source: Only Approvers can Approve this Request.
ru: Одобрить этот запрос могут только утверждающие.
sr: Искључиво одобраваоци могу да одобре овај захтев.
sr_cs: Isključivo odobravaoci mogu da odobre ovaj zahtev.

source: Only Completed documents can be submitted
ru: Только заполненные документы могут быть поданы
sr: Искључиво завршени документи могу бити поднети
sr_cs: Isključivo završeni dokumenti mogu biti podneti

source: Only Employee Grievance with status {0} or {1} can be submitted
ru: Можно подать только жалобу сотрудника со статусом {0} или {1}
sr: Искључиво притужбе запослених лица са статусом {0} или {1} могу бити поднете
sr_cs: Isključivo pritužbe zaposlenih lica sa statusom {0} ili {1} mogu biti podnete

source: Only Interviewer Are allowed to submit Interview Feedback
ru: Только интервьюеру разрешено оставлять отзыв об интервью
sr: Искључиво испитивач може поднети повратну информацију
sr_cs: Isključivo ispitivač može podneti povratnu informaciju

source: Only Interviews with Cleared or Rejected status can be submitted.
ru: К участию допускаются только собеседования со статусом «Одобрено» или «Отклонено».
sr: Искључиво интервјуи са статусом успешно или одбијено могу бити поднети.
sr_cs: Isključivo intervjui sa statusom uspešno ili odbijeno mogu biti podneti.

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
ru: Подавать можно только заявления на отпуск со статусом «Одобрено» и «Отклонено»
sr: Искључиво захтев за одсуством са статусом 'Одобрено' или 'Одбијено' може бити поднет
sr_cs: Isključivo zahtev za odsustvom sa statusom 'Odobreno' ili 'Odbijeno' može biti podnet

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
ru: Можно подать только запрос на смену со статусом 'Одобрено' или 'Отклонено'
sr: Искључиво захтев за радну смену са статусом 'Одобрено' или 'Одбијено' може бити поднет
sr_cs: Isključivo zahtev za radnu smenu sa statusom 'Odobreno' ili 'Odbijeno' može biti podnet

source: Only expired allocation can be cancelled
ru: Отменить можно только истекшее распределение
sr: Искључиво истекла додељивања могу бити отказана
sr_cs: Isključivo istekla dodeljivanja mogu biti otkazana

source: Only interviewers can submit feedback
ru: Только интервьюеры могут оставлять отзывы
sr: Искључиво испитивачи могу поднети повратну информацију
sr_cs: Isključivo ispitivači mogu podneti povratnu informaciju

source: Only users with the {0} role can create backdated leave applications
ru: Только пользователи с ролью {0} могут создавать заявления на отпуск задним числом
sr: Искључиво корисници са улогом {0} могу креирати захтев са одсуством са ретроактивним датумом
sr_cs: Isključivo korisnici sa ulogom {0} mogu kreirati zahtev sa odsustvom sa retroaktivnim datumom

source: Only {0} Goals can be {1}
ru: Только {0} Целей может быть {1}
sr: Искључиво циљеви врсте {0} могу бити {1}
sr_cs: Isključivo ciljevi vrste {0} mogu biti {1}

source: Open & Approved
ru: Открыто и одобрено
sr: Отворено и одобрено
sr_cs: Otvoreno i odobreno

source: Open Feedback
ru: Открытая обратная связь
sr: Отвори повратну информацију
sr_cs: Otvori povratnu informaciju

source: Open Now
ru: Открыть сейчас
sr: Отвори сада
sr_cs: Otvori sada

source: Opening closed.
ru: Открытие закрыто.
sr: Отворено радно место је затворено.
sr_cs: Otvoreno radno mesto je zatvoreno.

source: Optional Holiday List not set for leave period {0}
ru: Дополнительный список праздников не установлен для периода отпуска {0}
sr: Листа опционих празника није подешена за период одсуства {0}
sr_cs: Lista opcionih praznika nije podešena za period odsustva {0}

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
ru: Необязательные отпуска — это выходные дни, которые сотрудники могут выбрать из списка выходных дней, опубликованного компанией.
sr: Опциони празници су нерадни дани које запослена лица могу да искористе са листе празника коју је објавила компанија.
sr_cs: Opcioni praznici su neradni dani koje zaposlena lica mogu da iskoriste sa liste praznika koju je objavila kompanija.

source: Organizational Chart
ru: Организационная структура
sr: Организациони дијаграм
sr_cs: Organizacioni dijagram

source: Other Taxes and Charges
ru: Прочие налоги и сборы
sr: Остали порези и накнаде
sr_cs: Ostali porezi i naknade

source: Others
ru: Другие
sr: Остало
sr_cs: Ostalo

source: Out Time
ru: Время ухода
sr: Време изласка
sr_cs: Vreme izlaska

source: Outgoing Salary
ru: Исходящая зарплата
sr: Одлазна зарада
sr_cs: Odlazna zarada

source: Over Allocation
ru: Избыточное распределение
sr: Прекорачена додела
sr_cs: Prekoračena dodela

source: Overall Average Rating
ru: Общий средний рейтинг
sr: Укупна просечна оцена
sr_cs: Ukupna prosečna ocena

source: Overlapping Attendance Request
ru: Запрос на перекрывающееся присутствие
sr: Преклапајући захтев за евидентирање присуства
sr_cs: Preklapajući zahtev za evidentiranje prisustva

source: Overlapping Shift Attendance
ru: Посещаемость перекрывающихся смен
sr: Преклапајуће присуство у сменама
sr_cs: Preklapajuće prisustvo u smenama

source: Overlapping Shift Requests
ru: Запросы на перекрывающиеся смены
sr: Преклапајући захтеви за радне смене
sr_cs: Preklapajući zahtevi za radne smene

source: Overlapping Shifts
ru: Перекрывающиеся смены
sr: Преклапајуће смене
sr_cs: Preklapajuće smene

source: Overtime
ru: Через некоторое время
sr: Прековремени рад
sr_cs: Prekovremeni rad

source: Overtime Amount Calculation
ru: Расчет суммы сверхурочных часов
sr: Обрачун износа прековременог рада
sr_cs: Obračun iznosa prekovremenog rada

source: Overtime Details
ru: Подробности сверхурочной работы
sr: Детаљи прековременог рада
sr_cs: Detalji prekovremenog rada

source: Overtime Duration
ru: Продолжительность сверхурочной работы
sr: Трајање прековременог рада
sr_cs: Trajanje prekovremenog rada

source: Overtime Duration for {0} is greater than Maximum Overtime Hours Allowed
ru: Продолжительность сверхурочной работы для {0} превышает максимально допустимое количество сверхурочных часов
sr: Трајање прековременог рада за {0} је веће од максимално дозвољених часова
sr_cs: Trajanje prekovremenog rada za {0} je veće od maksimalno dozvoljenih časova

source: Overtime Salary Component
ru: Компонент заработной платы за сверхурочную работу
sr: Компонента зараде за прековремени рад
sr_cs: Komponenta zarade za prekovremeni rad

source: Overtime Slip
ru: Скидка за сверхурочную работу
sr: Обрачун прековременог рада
sr_cs: Obračun prekovremenog rada

source: Overtime Slip Creation Error for {0}
ru: Ошибка создания пропуска сверхурочной работы для {0}
sr: Грешка при креирању обрачуна прековременог рада за {0}
sr_cs: Greška pri kreiranju obračuna prekovremenog rada za {0}

source: Overtime Slip Creation Failed
ru: Не удалось создать квитанцию об оплате сверхурочных часов
sr: Креирање обрачуна прековременог рада је неуспешно
sr_cs: Kreiranje obračuna prekovremenog rada je neuspešno

source: Overtime Slip Step
ru: Сверхурочный шаг
sr: Корак обрачуна прековременог рада
sr_cs: Korak obračuna prekovremenog rada

source: Overtime Slip Submission Error for {0}
ru: Ошибка подачи квитанции о сверхурочной работе для {0}
sr: Грешка при подношењу обрачуна прековременог рада за {0}
sr_cs: Greška pri podnošenju obračuna prekovremenog rada za {0}

source: Overtime Slip Submission Failed
ru: Не удалось подать квитанцию об оплате сверхурочных часов
sr: Подношење обрачуна прековременог рада је неуспешно
sr_cs: Kreiranje obračuna prekovremenog rada je neuspešno

source: Overtime Slip Submitted
ru: Подана заявка на сверхурочную работу
sr: Обрачун прековременог рада је поднет
sr_cs: Obračun prekovremenog rada je podnet

source: Overtime Slip created for {0} employee(s)
ru: Создан талон сверхурочной работы для {0} сотрудников
sr: Обрачуна прековременог рада је креиран за {0} запослена лица
sr_cs: Obračun prekovremenog rada je kreiran za {0} zaposlena lica

source: Overtime Slip creation is queued. It may take a few minutes
ru: Создание заявки на сверхурочную работу поставлено в очередь. Это может занять несколько минут
sr: Креирање обрачуна прековременог рада је у реду чекања. Може потрајати неколико минута
sr_cs: Kreiranje obračuna prekovremenog rada je u redu čekanja. Može potrajati nekoliko minuta

source: Overtime Slip submission is queued. It may take a few minutes
ru: Подача заявления на сверхурочную работу поставлена в очередь. Это может занять несколько минут
sr: Подношење обрачуна прековременог рада је у реду чекања. Може потрајати неколико минута
sr_cs: Podnošenje obračuna prekovremenog rada je u redu čekanja. Može potrajati nekoliko minuta

source: Overtime Slip:{0} has been created between {1} and {2}
ru: Пробел сверхурочного времени:{0} был создан между {1} и {2}
sr: Обрачун прековременог рада: {0} је креиран између {1} и {2}
sr_cs: Obračun prekovremenog rada: {0} je kreiran između {1} i {2}

source: Overtime Slips Created
ru: Создано квитанций о сверхурочной работе
sr: Креирани обрачуни прековременог рада
sr_cs: Kreirani obračuni prekovremenog rada

source: Overtime Slips submitted for {0} employee(s)
ru: Квитанции о сверхурочной работе предоставлены для {0} сотрудников
sr: Поднети обрачуни прековременог рада за {0} запослених лица
sr_cs: Podneti obračuni prekovremenog rada za {0} zaposlenih lica

source: Overtime Type
ru: Тип сверхурочной работы
sr: Врста прековременог рада
sr_cs: Vrsta prekovremenog rada

source: Overtime earnings will be booked under this salary component for payout.
ru: Заработок за сверхурочную работу будет учитываться в данном компоненте заработной платы для выплаты.
sr: Приходи од прековременог рада књижиће се под овом компонентом зараде ради исплате.
sr_cs: Prihodi od prekovremenog rada knjižiće se pod ovom komponentom zarade radi isplate.

source: Overwrite Salary Structure Amount
ru: Перезаписать сумму структуры заработной платы
sr: Заменити износ у структури зараде
sr_cs: Zameniti iznos u strukturi zarade

source: PAN Number
ru: Номер PAN
sr: PAN број
sr_cs: PAN broj

source: PF Account
ru: Счет ПФ
sr: Рачун пензионог фонда
sr_cs: Račun penzionog fonda
