Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Shift Actual End Time
ru: Фактическое время окончания смены
sr: Време стварног краја смене
sr_cs: Vreme stvarnog kraja smene

source: Shift Actual Start
ru: Фактическое начало смены
sr: Стварни почетак смене
sr_cs: Stvarni početak smene

source: Shift Actual Start Time
ru: Фактическое время начала смены
sr: Време стварног почетка смене
sr_cs: Vreme stvarnog početka smene

source: Shift Assignment
ru: Назначение смены
sr: Додела смене
sr_cs: Dodela smene

source: Shift Assignment Details
ru: Подробности назначения смен
sr: Детаљи доделе смене
sr_cs: Detalji dodele smene

source: Shift Assignment History
ru: История назначений смен
sr: Историја доделе смене
sr_cs: Istorija dodele smene

source: Shift Assignment Tool
ru: Инструмент назначения смен
sr: Алат за доделу смене
sr_cs: Alat za dodelu smene

source: Shift Assignment: {0} created for Employee: {1}
ru: Назначение смены: {0} создано для сотрудника: {1}
sr: Додела смене: {0} је креирана за запослено лице: {1}
sr_cs: Dodela smene: {0} je kreirana za zaposleno lice: {1}

source: Shift Assignments created for the schedule between {0} and {1} via background job
ru: Назначения смен, созданные для расписания между {0} и {1} через фоновое задание
sr: Доделе смена креиране за распоред између {0} и {1} путем позадинског задатка
sr_cs: Dodele smena kreirane za raspored između {0} i {1} putem pozadinskog zadatka

source: Shift Attendance
ru: Посещаемость смены
sr: Сменско присуство
sr_cs: Smensko prisustvo

source: Shift Details
ru: Подробности смены
sr: Детаљи смене
sr_cs: Detalji smene

source: Shift End
ru: Конец смены
sr: Крај смене
sr_cs: Kraj smene

source: Shift End Time
ru: Время окончания смены
sr: Време краја смене
sr_cs: Vreme kraja smene

source: Shift Location
ru: Расположение смены
sr: Локација смене
sr_cs: Lokacija smene

source: Shift Request
ru: Запрос на смену
sr: Захтев за радну смену
sr_cs: Zahtev za radnu smenu

source: Shift Request Approver
ru: Утверждающий запрос на смену
sr: Одобравалац захтева за радну смену
sr_cs: Odobravalac zahteva za radnu smenu

source: Shift Request Filters
ru: Фильтры запроса смены
sr: Филтери захтева за радну смену
sr_cs: Filteri zahteva za radnu smenu

source: Shift Requests ending before this date will be excluded.
ru: Запросы на смену, заканчивающиеся до этой даты, будут исключены.
sr: Захтеви за радну смену који се завршавају пре овог датума биће искључени.
sr_cs: Zahtevi za radnu smenu koji se završavaju pre ovog datuma biće isključeni.

source: Shift Requests starting after this date will be excluded.
ru: Запросы на смену, начинающиеся после этой даты, будут исключены.
sr: Захтеви за радну смену који почињу након овог датума биће искључени.
sr_cs: Zahtevi za radnu smenu koji počinju nakon ovog datuma biće isključeni.

source: Shift Schedule
ru: График смен
sr: Распоред смене
sr_cs: Raspored smene

source: Shift Schedule Assignment
ru: Назначение сменного графика
sr: Додела распореда смене
sr_cs: Dodela rasporeda smene

source: Shift Settings
ru: Настройки смены
sr: Подешавање смене
sr_cs: Podešavanje smene

source: Shift Start
ru: Начало смены
sr: Почетак смене
sr_cs: Početak smene

source: Shift Start Time
ru: Время начала смены
sr: Време почетка смене
sr_cs: Vreme početka smene

source: Shift Status
ru: Статус смены
sr: Статус смене
sr_cs: Status smene

source: Shift Timings
ru: Время переключения передач
sr: Временски оквир смене
sr_cs: Vremenski okvir smene

source: Shift Tools
ru: Инструменты сдвига
sr: Алати за смену
sr_cs: Alati za smenu

source: Shift Type
ru: Тип смены
sr: Врста смене
sr_cs: Vrsta smene

source: Shift assignments for {0} after {1} are already created. Please change {2} date to a date later than {3} {4}
ru: Назначения смен для {0} после {1} уже созданы. Измените дату {2} на более позднюю, чем {3} {4}.
sr: Доделе смена за {0} након {1} су већ креиране. Молимо Вас да промените датум {2} на каснији од {3} {4}
sr_cs: Dodele smena za {0} nakon {1} su već kreirane. Molimo Vas da promenite datum {2} na kasniji od {3} {4}

source: Shift has been successfully updated to {0}.
ru: Shift успешно обновлен до {0}.
sr: Смена је успешно ажурирана на {0}.
sr_cs: Smena je uspešno ažurirana na {0}.

source: Shifts
ru: Смены
sr: Смене
sr_cs: Smene

source: Show Employee
ru: Показать сотрудника
sr: Прикажи запослено лице
sr_cs: Prikaži zaposleno lice

source: Show Leave Balances in Salary Slip
ru: Показывать остатки отпусков в расчетном листке
sr: Прикажи стање одсуства у обрачунском листићу
sr_cs: Prikaži stanje odsustva u obračunskom listiću

source: Show Leaves Of All Department Members In Calendar
ru: Показывать отпуска всех сотрудников отдела в календаре
sr: Прикажи одсуства свих чланова одељења у календару
sr_cs: Prikaži odsustva svih članova odeljenja u kalendaru

source: Show Salary Slip
ru: Показать расчетный лист
sr: Прикажи обрачунски листић
sr_cs: Prikaži obračunski listić

source: Showing
ru: Показ
sr: Приказано
sr_cs: Prikazano

source: Sick Leave
ru: Больничный
sr: Боловање
sr_cs: Bolovanje

source: Single Assignment
ru: Одиночное задание
sr: Једна додела
sr_cs: Jedna dodela

source: Skill
ru: Навык
sr: Вештина
sr_cs: Veština

source: Skill Assessment
ru: Оценка навыков
sr: Процена вештина
sr_cs: Procena veština

source: Skill Name
ru: Название навыка
sr: Назив вештине
sr_cs: Naziv veštine

source: Skills
ru: Навыки
sr: Вештине
sr_cs: Veštine

source: Skip Auto Attendance
ru: Пропустить автоматическое присутствие
sr: Прескочи аутоматско евидентирање присуства
sr_cs: Preskoči automatsko evidentiranje prisustva

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
ru: Пропускаем назначение структуры заработной платы для следующих сотрудников, так как записи о назначении структуры заработной платы для них уже существуют. {0}
sr: Прескаче се додела структуре зараде за следећа запослена лица, јер запис о додели структуре зараде већ постоји за њих. {0}
sr_cs: Preskače se dodela strukture zarade za sledeća zaposlena lica, jer zapis o dodeli strukture zarade već postoji za njih. {0}

source: Source and Rating
ru: Источник и рейтинг
sr: Извор и оцена
sr_cs: Izvor i ocena

source: Source and target shifts cannot be the same
ru: Исходные и целевые сдвиги не могут быть одинаковыми
sr: Изворна и циљана смена не могу бити исте
sr_cs: Izvorna i ciljana smena ne mogu biti iste

source: Sponsored Amount
ru: Спонсируемая сумма
sr: Спонзорисани износ
sr_cs: Sponzorisani iznos

source: Staffing Details
ru: Сведения о персонале
sr: Детаљи особља
sr_cs: Detalji osoblja

source: Staffing Plan
ru: План кадрового обеспечения
sr: План особља
sr_cs: Plan osoblja

source: Staffing Plan Detail
ru: Детали плана кадрового обеспечения
sr: Детаљи плана особља
sr_cs: Detalji plana osoblja

source: Staffing Plan {0} already exist for designation {1}
ru: План штатного расписания {0} уже существует для назначения {1}
sr: План особља {0} већ постоји за позицију {1}
sr_cs: Plan osoblja {0} već postoji za poziciju {1}

source: Standard Multiplier
ru: Стандартный множитель
sr: Стандардни коефицијент
sr_cs: Standardni koeficijent

source: Standard Tax Exemption Amount
ru: Стандартная сумма налогового вычета
sr: Стандардни износ пореског ослобођења
sr_cs: Standardni iznos poreskog oslobođenja

source: Standard Working Hours
ru: Стандартные рабочие часы
sr: Стандардни радни часови
sr_cs: Standardni radni časovi

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
ru: Даты начала и окончания не попадают в допустимый расчетный период, невозможно рассчитать {0}.
sr: Почетни и крајњи датуми нису важећи у обрачунском периоду, није могуће израчунати {0}.
sr_cs: Početni i krajnji datumi nisu važeći u obračunskom periodu, nije moguće izračunati {0}.

source: Start date cannot be greater than end date
ru: Дата начала не может быть позже даты окончания
sr: Датум почетка не може бити већи од датума завршетка
sr_cs: Datum početka ne može biti veći od datuma završetka

source: Start date cannot be greater than end date.
ru: Дата начала не может быть позже даты окончания.
sr: Датум почетка не може бити већи од датума завршетка.
sr_cs: Datum početka ne može biti veći od datuma završetka.

source: Start date: {0}
ru: Дата начала: {0}
sr: Датум почетка: {0}
sr_cs: Datum početka: {0}

source: Start time and end time cannot be same.
ru: Время начала и время окончания не могут совпадать.
sr: Време почетка и време завршетка не могу бити исти.
sr_cs: Vreme početka i vreme završetka ne mogu biti isti.

source: Statistical Component
ru: Статистический компонент
sr: Статистичка компонента
sr_cs: Statistička komponenta

source: Status for Other Half
ru: Статус для второй половинки
sr: Статус за другу половину
sr_cs: Status za drugu polovinu

source: Stock Options
ru: Опционы на акции
sr: Акционарске опције
sr_cs: Akcionarske opcije

source: Stop users from making Leave Applications on following days.
ru: Запретить пользователям подавать заявления на отпуск в последующие дни.
sr: Забраните корисницима да праве захтев за одсуство на следеће дане.
sr_cs: Zabranite korisnicima da prave zahtev za odsustvo na sledeće dane.

source: Strictly based on Log Type in Employee Checkin
ru: Строго на основе типа журнала регистрации сотрудников
sr: Искључиво на основу врсте записа у запису о присуству
sr_cs: Isključivo na osnovu vrste zapisa u zapisu o prisustvu

source: Structures have been assigned successfully
ru: Структуры были успешно назначены
sr: Структуре су успешно додељене
sr_cs: Strukture su uspešno dodeljene

source: Submission Date
ru: Дата подачи
sr: Датум подношења
sr_cs: Datum podnošenja

source: Submission Failed
ru: Отправка не удалась
sr: Подношење неуспешно
sr_cs: Podnošenje neuspešno

source: Submission of {0} before {1} is not allowed
ru: Отправка {0} перед {1} не допускается
sr: Подношење {0} пре {1} није дозвољено
sr_cs: Podnošenje {0} pre {1} nije dozvoljeno

source: Submit Feedback
ru: Отправить отзыв
sr: Поднеси повратну информацију
sr_cs: Podnesi povratnu informaciju

source: Submit Now
ru: Отправить сейчас
sr: Поднеси сада
sr_cs: Podnesi sada

source: Submit Overtime Slips
ru: Подать квитанции о сверхурочной работе
sr: Поднеси обрачун прековременог рада
sr_cs: Podnesi obračun prekovremenog rada

source: Submit Proof
ru: Предоставить доказательство
sr: Поднеси доказ
sr_cs: Podnesi dokaz

source: Submit Salary Slip
ru: Отправить расчетный лист
sr: Поднеси обрачунски листић
sr_cs: Podnesi obračunski listić

source: Submit this Leave Application to confirm.
ru: Для подтверждения отправьте это заявление на отпуск.
sr: Поднесите захтев за одсуство како бисте потврдили.
sr_cs: Podnesite zahtev za odsustvo kako biste potvrdili.

source: Submit this to create the Employee record
ru: Отправьте это, чтобы создать запись о сотруднике
sr: Поднесите ово да бисте креирали запис о запосленом лицу
sr_cs: Podnesite ovo da biste kreirali zapis o zaposlenom licu

source: Submitted via Payroll Entry
ru: Подано через Payroll Entry
sr: Поднето путем уноса обрачуна зарада
sr_cs: Podneto putem unosa obračuna zarada

source: Submitting Salary Slips and creating Journal Entry...
ru: Отправка расчетных листков и создание журнальных записей...
sr: Подношење обрачунских листића и креирање налога књижења...
sr_cs: Podnošenje obračunskih listića i kreiranje naloga knjiženja...

source: Submitting Salary Slips...
ru: Отправка расчетных листков...
sr: Подношење обрачунских листића...
sr_cs: Podnošenje obračunskih listića...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
ru: Дочерние компании уже запланировали {1} вакансий при бюджете {2}. В штатном плане для {0} должно быть выделено больше вакансий и бюджета для {3}, чем запланировано для дочерних компаний
sr: Подружнице су већ планирале {1} непопуњених радних места са буџетом од {2}. План особља за {0} треба да расподели више непопуњених радних места и већи буџет за {3} него што је планирано за њихове подружнице
sr_cs: Podružnice su već planirale {1} nepopunjenih radnih mesta sa budžetom od {2}. Plan osoblja za {0} treba da raspodeli više nepopunjenih radnih mesta i veći budžet za {3} nego što je planirano za njihove podružnice

source: Successfully created {0} for employees:
ru: Успешно создано {0} для сотрудников:
sr: Успешно је креиран {0} за запослена лица:
sr_cs: Uspešno je kreiran {0} za zaposlena lica:

source: Successfully {0} {1} for the following employees:
ru: Успешно {0} {1} для следующих сотрудников:
sr: Успешно {0} {1} за следећа запослена лица:
sr_cs: Uspešno {0} {1} za sledeća zaposlena lica:

source: Sum of all previous slabs
ru: Сумма всех предыдущих слэбов
sr: Збир свих претходних разреда
sr_cs: Zbir svih prethodnih razreda

source: Sum of benefit amounts {0} exceeds maximum limit of {1}
ru: Сумма пособий {0} превышает максимальный предел {1}
sr: Збир износа бенефиција {0} прелази максимално ограничење од {1}
sr_cs: Zbir iznosa beneficija {0} prelazi maksimalno ograničenje od {1}

source: Summarized View
ru: Обобщенный вид
sr: Сажети приказ
sr_cs: Sažeti prikaz

source: Sync {0}
ru: Синхронизация {0}
sr: Синхронизуј {0}
sr_cs: Sinhronizuj {0}

source: Syntax error
ru: Синтаксическая ошибка
sr: Грешка синтаксе
sr_cs: Greška sintakse

source: Syntax error in condition: {0} in Income Tax Slab
ru: Синтаксическая ошибка в условии: {0} в секции подоходного налога
sr: Грешка синтаксе у услову: {0} у пореском разреду пореза на доходак
sr_cs: Greška sintakse u uslovu: {0} u poreskom razredu poreza na dohodak

source: Take Exact Completed Years
ru: Возьмите точное количество полных лет
sr: Узми тачно број завршених година
sr_cs: Uzmi tačno broj završenih godina

source: Tax & Benefits
ru: Налоги и льготы
sr: Порези и бенефиције
sr_cs: Porezi i beneficije

source: Tax Deducted Till Date
ru: Налог вычтен до даты
sr: Порез одбијен до данас
sr_cs: Porez odbijen do danas

source: Tax Exemption Category
ru: Категория освобождения от уплаты налога
sr: Категорија пореског ослобођења
sr_cs: Kategorija poreskog oslobođenja

source: Tax Exemption Declaration
ru: Декларация об освобождении от уплаты налогов
sr: Изјава о пореском ослобођењу
sr_cs: Izjava o poreskom oslobođenju

source: Tax Exemption Proofs
ru: Доказательства освобождения от уплаты налогов
sr: Докази о пореском ослобођењу
sr_cs: Dokazi o poreskom oslobođenju

source: Tax Setup
ru: Настройка налога
sr: Поставке пореза
sr_cs: Postavke poreza

source: Tax on additional salary
ru: Налог на дополнительную заработную плату
sr: Порез на додатну зараду
sr_cs: Porez na dodatnu zaradu

source: Tax on flexible benefit
ru: Налог на гибкие льготы
sr: Порез на флексибилне бенефиције
sr_cs: Porez na fleksibilne beneficije

source: Taxable Earnings Till Date
ru: Налогооблагаемый доход на дату
sr: Опорезиви приходи до данас
sr_cs: Oporezivi prihodi do danas

source: Taxable Income Relief Threshold Limit
ru: Предельный размер налоговой льготы по налогооблагаемому доходу
sr: Праг опорезивог прихода за ослобођење од пореза
sr_cs: Prag oporezivog prihoda za oslobođenje od poreza

source: Taxable Salary Slab
ru: Налогооблагаемая заработная плата
sr: Опорезиви платни разред
sr_cs: Oporezivi platni razred

source: Taxable Salary Slabs
ru: Налогооблагаемые плиты заработной платы
sr: Опорезиви платни разреди
sr_cs: Oporezivi platni razredi

source: Taxes & Charges
ru: Налоги и сборы
sr: Порези и накнаде
sr_cs: Porezi i naknade

source: Taxes and Charges on Income Tax
ru: Налоги и сборы по подоходному налогу
sr: Порези и накнаде на порез на доходак
sr_cs: Porezi i naknade na porez na dohodak

source: Taxi
ru: Такси
sr: Такси
sr_cs: Taksi

source: Team Advances
ru: Команда продвигается
sr: Тимске аконтације
sr_cs: Timske akontacije

source: Team Claims
ru: Претензии команды
sr: Тимски захтеви
sr_cs: Timski zahtevi

source: Team Leaves
ru: Команда уходит
sr: Тимска одсуства
sr_cs: Timska odsustva

source: Team Requests
ru: Запросы команды
sr: Тимски захтеви
sr_cs: Timski zahtevi

source: Team Updates
ru: Обновления команды
sr: Ажурирања тима
sr_cs: Ažuriranja tima

source: Tenure
ru: Срок полномочий
sr: Радни циклус
sr_cs: Radni ciklus

source: Thank you for applying.
ru: Спасибо за заявку.
sr: Хвала Вам на пријављивању.
sr_cs: Hvala Vam na prijavljivanju.

source: The currency of {0} should be same as the company's default currency. Please select another account.
ru: Валюта {0} должна совпадать с валютой компании по умолчанию. Выберите другой счёт.
sr: Валута за {0} мора бити иста као подразумевана валута компаније. Молимо Вас да изаберете други рачун.
sr_cs: Valuta za {0} mora biti ista kao podrazumevana valuta kompanije. Molimo Vas da izaberete drugi račun.

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
ru: Дата, на которую компонент заработной платы с указанием суммы будет учитываться при расчете заработка/вычета в расчетном листке.
sr: Датум на који ће компонента зараде са износом бити обрачуната као приход/одбитак у обрачунском листићу.
sr_cs: Datum na koji će komponenta zarade sa iznosom biti obračunata kao prihod/odbitak u obračunskom listiću.

source: The day of the month when leaves should be allocated
ru: День месяца, когда следует предоставлять отпуска
sr: Дан у месецу када се одсуства додељују
sr_cs: Dan u mesecu kada se odsustva dodeljuju

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
ru: День(ы), на которые вы подаёте заявление на отпуск, являются праздничными. Вам не нужно подавать заявление на отпуск.
sr: Дани за које тражите одсуство су празници. Нема потребе да тражите одсуство.
sr_cs: Dani za koje tražite odsustvo su praznici. Nema potrebe da tražite odsustvo.

source: The days between {0} to {1} are not valid holidays.
ru: Дни между {0} и {1} не являются праздничными днями.
sr: Дани између {0} и {1} нису важећи празници.
sr_cs: Dani između {0} i {1} nisu važeći praznici.

source: The first Approver in the list will be set as the default Approver.
ru: Первый утверждающий в списке будет установлен в качестве утверждающего по умолчанию.
sr: Први одобравалац на листи биће постављен као подразумевани одобравалац.
sr_cs: Prvi odobravalac na listi biće postavljen kao podrazumevani odobravalac.

source: The fraction of Daily Salary per Leave should be between 0 and 1
ru: Доля дневной зарплаты на отпуск должна быть в пределах от 0 до 1
sr: Део дневне зараде по одсуству треба да буде између 0 и 1
sr_cs: Deo dnevne zarade po odsustvu treba da bude između 0 i 1

source: The fraction of daily wages to be paid for half-day attendance
ru: Доля дневной заработной платы, выплачиваемая за работу в течение половины рабочего дня
sr: Део дневнице која се исплаћује за пола радног дана
sr_cs: Deo dnevnice koja se isplaćuje za pola radnog dana

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
ru: Метрики для этого отчёта рассчитываются на основе {0}. Установите {0} в {1}.
sr: Методологија за обрачун овог извештаја је заснована на {0}. Молимо Вас да подесите {0} у {1}.
sr_cs: Metodologija za obračun ovog izveštaja je zasnovana na {0}. Molimo Vas da podesite {0} u {1}.

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
ru: Метрики для этого отчёта рассчитываются на основе {0}. Установите {0} в {1}.
sr: Методологија за обрачун овог извештаја је заснована на {0}. Молимо Вас да подесите {0} у {1}.
sr_cs: Metodologija za obračun ovog izveštaja je zasnovana na {0}. Molimo Vas da podesite {0} u {1}.

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
ru: Расчетный листок, отправляемый сотруднику по электронной почте, будет защищен паролем, пароль будет сгенерирован на основе политики паролей.
sr: Обрачунски листић који се доставља запосленом лицу биће заштићен лозинком, а лозинка ће бити генерисана у складу са политиком лозинки.
sr_cs: Obračunski listić koji se dostavlja zaposlenom licu biće zaštićen lozinkom, a lozinka će biti generisana u skladu sa politikom lozinki.

source: The time after the shift start time when check-in is considered as late (in minutes).
ru: Время после начала смены, когда регистрация считается опозданием (в минутах).
sr: Време након почетка смене када се пријава рачуна са закашњењем (у минутима).
sr_cs: Vreme nakon početka smene kada se prijava računa sa zakašnjenjem (u minutima).

source: The time before the shift end time when check-out is considered as early (in minutes).
ru: Время до окончания смены, когда уход считается ранним (в минутах).
sr: Време пре краја смене када се одјава рачуна као ранији одлазак (у минутима).
sr_cs: Vreme pre kraja smene kada se odjava računa kao raniji odlazak (u minutima).

source: The time before the shift start time during which Employee Check-in is considered for attendance.
ru: Время до начала смены, в течение которого регистрация сотрудников считается посещаемостью.
sr: Време почетка смене у којем се пријава запосленог лица рачуна као присуство.
sr_cs: Vreme početka smene u kojem se prijava zaposlenog lica računa kao prisustvo.

source: Theory
ru: Теория
sr: Теорија
sr_cs: Teorija

source: There are more holidays than working days this month.
ru: В этом месяце праздников больше, чем рабочих дней.
sr: Овај месец има више празника него радних дана.
sr_cs: Ovaj mesec ima više praznika nego radnih dana.

source: There are no arrear differences between existing and new salary structure components.
ru: Разницы в выплате задолженности по существующим и новым компонентам структуры заработной платы не существует.
sr: Нема разлика у заостатку између постојећих и нових компонената структуре зараде.
sr_cs: Nema razlika u zaostatku između postojećih i novih komponenata strukture zarade.

source: There are no vacancies under staffing plan {0}
ru: В штатном расписании вакансий нет {0}
sr: Нема непопуњених радних места према плану особља {0}
sr_cs: Nema nepopunjenih radnih mesta prema planu osoblja {0}

source: There is no Salary Structure assigned to {0}. First assign a Salary Structure.
ru: Для {0} не назначена структура заработной платы. Сначала назначьте структуру заработной платы.
sr: Структура зараде није додељена за {0}. Прво морате доделити структуру зараде.
sr_cs: Struktura zarade nije dodeljena za {0}. Prvo morate dodeliti strukturu zarade.

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
ru: Нет сотрудника с указанием структуры зарплаты: {0}. Назначьте сотруднику {1}, чтобы просмотреть зарплатный листок
sr: Не постоји запослено лице са структуром зараде: {0}. Додели {1} запосленом лицу да би могао да прегледа обрачунски листић
sr_cs: Ne postoji zaposleno lice sa strukturom zarade: {0}. Dodeli {1} zaposlenom licu da bi mogao da pregleda obračunski listić

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
ru: Эти отпуска являются праздничными днями, разрешенными компанией, однако их использование является необязательным для сотрудника.
sr: Ова одсуства су празници које компанија дозвољава, али је њихово коришћење опционо за запослено лице.
sr_cs: Ova odsustva su praznici koje kompanija dozvoljava, ali je njihovo korišćenje opciono za zaposleno lice.

source: This action will prevent making changes to the linked appraisal feedback/goals.
ru: Это действие предотвратит внесение изменений в связанные с оценкой отзывы/цели.
sr: Ова радња ће онемогућити измену повезане повратне информације о оцењивању/циљевима.
sr_cs: Ova radnja će onemogućiti izmenu povezane povratne informacije o ocenjivanju/ciljevima.
