Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Employee Health Insurance
ru: Медицинское страхование сотрудников
sr: Здравствено осигурање запосленог лица
sr_cs: Zdravstveno osiguranje zaposlenog lica

source: Employee Hours Utilization Based On Timesheet
ru: Использование рабочего времени сотрудниками на основе табеля учета рабочего времени
sr: Искоришћеност радних часова запосленог лица на основу евиденције времена
sr_cs: Iskorišćenost radnih časova zaposlenog lica na osnovu evidencije vremena

source: Employee Image
ru: Изображение сотрудника
sr: Слика запосленог лица
sr_cs: Slika zaposlenog lica

source: Employee Incentive
ru: Стимулирование сотрудников
sr: Стимулација запосленог лица
sr_cs: Stimulacija zaposlenog lica

source: Employee Info
ru: Инфо о сотруднике
sr: Информације о запосленом лицу
sr_cs: Informacije o zaposlenom licu

source: Employee Information
ru: Информация о сотруднике
sr: Информације о запосленом лицу
sr_cs: Informacije o zaposlenom licu

source: Employee Journey
ru: Карьерный путь сотрудника
sr: Пут запосленог лица
sr_cs: Put zaposlenog lica

source: Employee Leave Balance
ru: Баланс отпусков сотрудника
sr: Стање одсуства запосленог лица
sr_cs: Stanje odsustva zaposlenog lica

source: Employee Leave Balance Summary
ru: Сводка отпусков сотрудника
sr: Резиме стања одсуства запосленог лица
sr_cs: Rezime stanja odsustva zaposlenog lica

source: Employee Loan
ru: Ссуда сотруднику
sr: Зајам запосленог лица
sr_cs: Zajam zaposlenog lica

source: Employee Naming By
ru: Именование сотрудника по
sr: Начин именовања запосленог лица
sr_cs: Način imenovanja zaposlenog lica

source: Employee Onboarding
ru: Адаптация сотрудников
sr: Увођење запосленог лица
sr_cs: Uvođenje zaposlenog lica

source: Employee Onboarding Template
ru: Шаблон адаптации сотрудников
sr: Шаблон увођења запосленог лица
sr_cs: Šablon uvođenja zaposlenog lica

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
ru: Адаптация сотрудников: {0} уже существует для соискателя: {1}
sr: Увођење запосленог лица: {0} већ постоји за кандидата за посао: {1}
sr_cs: Uvođenje zaposlenog lica: {0} već postoji za kandidata za posao: {1}

source: Employee Other Income
ru: Прочие доходы сотрудников
sr: Остали приходи запосленог лица
sr_cs: Ostali prihodi zaposlenog lica

source: Employee Performance Feedback
ru: Отзывы о работе сотрудников
sr: Повратна информација о учинку запосленог лица
sr_cs: Povratna informacija o učinku zaposlenog lica

source: Employee Promotion
ru: Повышение сотрудника
sr: Унапређење запосленог лица
sr_cs: Unapređenje zaposlenog lica

source: Employee Promotion Details
ru: Детали повышения сотрудника
sr: Детаљи о унапређењу запосленог лица
sr_cs: Detalji o unapređenju zaposlenog lica

source: Employee Promotion cannot be submitted before Promotion Date
ru: Повышение сотрудника не может быть отправлено до даты повышения
sr: Унапређење запосленог лица не може бити поднето пре датума унапређења
sr_cs: Unapređenje zaposlenog lica ne može biti podneto pre datuma unapređenja

source: Employee Property History
ru: История свойств сотрудника
sr: Историја имовине запосленог лица
sr_cs: Istorija imovine zaposlenog lica

source: Employee Referral
ru: Рекомендация сотрудника
sr: Препорука запосленог лица
sr_cs: Preporuka zaposlenog lica

source: Employee Referral {0} already exists for email: {1}
ru: Реферальная ссылка для сотрудника {0} уже существует для адреса электронной почты: {1}
sr: Препорука запосленог лица {0} већ постоји за имејл: {1}
sr_cs: Preporuka zaposlenog lica {0} već postoji za imejl: {1}

source: Employee Referral {0} is not applicable for referral bonus.
ru: Бонус за рекомендацию сотрудника {0} не применяется.
sr: Препорука запосленог лица {0} не испуњава услове за бонус за препоруку.
sr_cs: Preporuka zaposlenog lica {0} ne ispunjava uslove za bonus za preporuku.

source: Employee Referrals
ru: Рекомендации сотрудников
sr: Препоруке запослених лица
sr_cs: Preporuke zaposlenih lica

source: Employee Responsible
ru: Ответственный сотрудник
sr: Одговорно запослено лице
sr_cs: Odgovorno zaposleno lice

source: Employee Retained
ru: Сотрудник сохранен
sr: Задржано запослено лице
sr_cs: Zadržano zaposleno lice

source: Employee Separation
ru: Увольнение сотрудников
sr: Престанак радног односа запосленог лица
sr_cs: Prestanak radnog odnosa zaposlenog lica

source: Employee Separation Template
ru: Шаблон увольнения сотрудников
sr: Шаблон о престанку радног односа запосленог лица
sr_cs: Šablon o prestanku radnog odnosa zaposlenog lica

source: Employee Settings
ru: Настройки сотрудников
sr: Подешавање запосленог лица
sr_cs: Podešavanje zaposlenog lica

source: Employee Skill
ru: Навыки сотрудников
sr: Вештина запосленог лица
sr_cs: Veština zaposlenog lica

source: Employee Skill Map
ru: Карта навыков сотрудников
sr: Мапа вештина запосленог лица
sr_cs: Mapa veština zaposlenog lica

source: Employee Skills
ru: Навыки сотрудников
sr: Вештине запосленог лица
sr_cs: Veštine zaposlenog lica

source: Employee Status
ru: Статус сотрудника
sr: Статус запосленог лица
sr_cs: Status zaposlenog lica

source: Employee Tax Exemption Category
ru: Категория налогового вычета сотрудника
sr: Категорија пореског ослобођења запосленог лица
sr_cs: Kategorija poreskog oslobođenja zaposlenog lica

source: Employee Tax Exemption Declaration
ru: Декларация о налоговом вычете сотрудника
sr: Изјава о пореском ослобођењу запосленог лица
sr_cs: Izjava o poreskom oslobođenju zaposlenog lica

source: Employee Tax Exemption Declaration Category
ru: Категория декларации о налоговом вычете сотрудников
sr: Категорија изјаве о пореском ослобођењу запосленог лица
sr_cs: Kategorija izjave o poreskom oslobođenju zaposlenog lica

source: Employee Tax Exemption Proof Submission
ru: Подтверждение налогового вычета сотрудника
sr: Подношење доказа о пореском ослобођењу запосленог лица
sr_cs: Podnošenje dokaza o poreskom oslobođenju zaposlenog lica

source: Employee Tax Exemption Proof Submission Detail
ru: Детали подачи подтверждения налогового вычета сотрудника
sr: Детаљи подношења доказа о пореском ослобођењу запосленог лица
sr_cs: Detalji podnošenja dokaza o poreskom oslobođenju zaposlenog lica

source: Employee Tax Exemption Sub Category
ru: Подкатегория налогового вычета сотрудника
sr: Подкатегорија пореског ослобођења запосленог лица
sr_cs: Podkategorija poreskog oslobođenja zaposlenog lica

source: Employee Training
ru: Обучение сотрудников
sr: Обука запосленог лица
sr_cs: Obuka zaposlenog lica

source: Employee Transfer
ru: Перевод сотрудников
sr: Премештај запосленог лица
sr_cs: Premeštaj zaposlenog lica

source: Employee Transfer Detail
ru: Детали перевода сотрудников
sr: Детаљи о премештају запосленог лица
sr_cs: Detalji o premeštaju zaposlenog lica

source: Employee Transfer Details
ru: Подробности перевода сотрудников
sr: Детаљи о премештају запосленог лица
sr_cs: Detalji o premeštaju zaposlenog lica

source: Employee Transfer cannot be submitted before Transfer Date
ru: Перевод сотрудника не может быть подан до даты перевода
sr: Премештај запосленог лица не може бити поднет пре датума премештаја
sr_cs: Premeštaj zaposlenog lica ne može biti podnet pre datuma premeštaja

source: Employee advance account {0} should be of type {1}.
ru: Авансовый счет сотрудника {0} должен иметь тип {1}.
sr: Аконтациони рачун запосленог лица {0} треба да буде врсте {1}.
sr_cs: Akontacioni račun zaposlenog lica {0} treba da bude vrste {1}.

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
ru: Сотрудника можно называть по ID сотрудника, если вы назначите его, или с помощью серии имен. Выберите ваше предпочтение здесь.
sr: Запослено лице може бити именовано путем ИД броја, уколико га доделите, или кроз серију именовања. Изаберите жељени начин овде.
sr_cs: Zaposleno lice može biti imenovano putem ID broja, ukoliko ga dodelite, ili kroz seriju imenovanja. Izaberite željeni način ovde.

source: Employee name
ru: Имя сотрудника
sr: Име запосленог лица
sr_cs: Ime zaposlenog lica

source: Employee records are created using the selected option
ru: Записи сотрудников создаются с помощью выбранного параметра
sr: Записи о запосленим лицима креирају се према изабраној опцији
sr_cs: Zapisi o zaposlenim licima kreiraju se prema izabranoj opciji

source: Employee was marked Absent due to missing Employee Checkins.
ru: Сотрудник был отмечен как отсутствующий из-за отсутствия отметок о входе.
sr: Запосленом лицу је означен изостанак због недостајућих записа о присуству.
sr_cs: Zaposlenom licu je označen izostanak zbog nedostajućih zapisa o prisustvu.

source: Employee was marked Absent for not meeting the working hours threshold.
ru: Сотрудник был отмечен как отсутствующий за неполное выполнение установленного рабочего времени.
sr: Запосленом лицу је означен изостанак због неиспуњавања минималног броја радних часова.
sr_cs: Zaposlenom licu je označen izostanak zbog neispunjavanja minimalnog broja radnih časova.

source: Employee was marked Absent for other half due to missing Employee Checkins.
ru: Сотрудник был отмечен отсутствующим на второй половине дня из-за отсутствующих отметок о входе/выходе.
sr: Запосленом лицу је означен изостанак за други део радног времена због недостајућих записа о присуству.
sr_cs: Zaposlenom licu je označen izostanak za drugi deo radnog vremena zbog nedostajućih zapisa o prisustvu.

source: Employee {0} : {1}
ru: Сотрудник {0} : {1}
sr: Запослено лице {0} : {1}
sr_cs: Zaposleno lice {0} : {1}

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
ru: У сотрудника {0} уже есть запрос на посещаемость {1}, который пересекается с этим периодом
sr: Запослено лице {0} већ има захтев за евидентирање присуства {1} који се преклапа са овим периодом
sr_cs: Zaposleno lice {0} već ima zahtev za evidentiranje prisustva {1} koji se preklapa sa ovim periodom

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
ru: У сотрудника {0} уже есть активная смена {1}: {2}, которая пересекается с этим периодом.
sr: Запослено лице {0} већ има активну смену {1}: {2} која се преклапа у овом периоду.
sr_cs: Zaposleno lice {0} već ima aktivnu smenu {1}: {2} koja se preklapa u ovom periodu.

source: Employee {0} already submitted an application {1} for the payroll period {2}
ru: Сотрудник {0} уже подал заявку {1} на расчетный период {2}
sr: Запослено лице {0} је већ поднело захтев {1} за обрачунски период {2}
sr_cs: Zaposleno lice {0} je već podnelo zahtev {1} za obračunski period {2}

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
ru: Сотрудник {0} уже подал заявку на смену {1}: {2}, которая пересекается с этим периодом
sr: Запослено лице {0} је већ поднело захтев за смену {1}: {2} која се преклапа у овом периоду
sr_cs: Zaposleno lice {0} je već podnelo zahtev za smenu {1}: {2} koja se preklapa u ovom periodu

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
ru: Сотрудник {0} уже подал заявку на {1} в период с {2} по {3}: {4}
sr: Запослено лице {0} је већ поднело захтев за {1} у периоду од {2} до {3} : {4}
sr_cs: Zaposleno lice {0} je već podnelo zahtev za {1} u periodu od {2} do {3} : {4}

source: Employee {0} has already claimed the benefit '{1}' for {2} ({3}).<br>To prevent overpayments, only one claim per benefit type is allowed in each payroll cycle.
ru: Сотрудник {0} уже подал заявку на пособие '{1}' для {2} ({3}).<br>Во избежание переплат допускается только одно заявление на каждый тип пособия в каждом расчетном периоде.
sr: Запослено лице {0} је већ поднело захтев за бенефицију '{1}' за {2} ({3}).<br> У циљу спречавања преплате, дозвољен је само један захтев по врсти бенефиције у сваком обрачунском циклусу.
sr_cs: Zaposleno lice {0} je već podnelo zahtev za beneficiju '{1}' za {2} ({3}).<br> U cilju sprečavanja preplate, dozvoljen je samo jedan zahtev po vrsti beneficije u svakom obračunskom ciklusu.

source: Employee {0} is not active or does not exist
ru: Сотрудник {0} не активен или не существует
sr: Запослено лице {0} није активно или не постоји
sr_cs: Zaposleno lice {0} nije aktivno ili ne postoji

source: Employee {0} is on Leave on {1}
ru: Сотрудник {0} в отпуске {1}
sr: Запослено лице {0} је на одсуству на {1}
sr_cs: Zaposleno lice {0} je na odsustvu na {1}

source: Employee {0} not found in Training Event Participants.
ru: Сотрудник {0} не найден среди участников обучающего мероприятия.
sr: Запослено лице {0} није пронађено међу учесницима догађаја обуке.
sr_cs: Zaposleno lice {0} nije pronađeno među učesnicima događaja obuke.

source: Employee {0} on Half day on {1}
ru: Сотрудник {0} на половине дня {1}
sr: Запослено лице {0} је на половини радног дана {1}
sr_cs: Zaposleno lice {0} je na polovini radnog dana {1}

source: Employee {0} relieved on {1} must be set as 'Left'
ru: Сотрудник {0}, освобожденный {1}, должен быть установлен как "Уволен"
sr: Запослено лице {0} разрешено на {1} мора бити означено као 'Прекинут радни однос'
sr_cs: Zaposleno lice {0} razrešeno na {1} mora biti označeno kao 'Prekinut radni odnos'

source: Employee: {0} have to complete minimum {1} years for gratuity
ru: Сотруднику {0} необходимо проработать минимум {1} года для получения пособия
sr: Запослено лице: {0} треба да има најмање {1} година за право на отпремнину
sr_cs: Zaposleno lice: {0} treba da ima najmanje {1} godina za pravo na otpremninu

source: Employees HTML
ru: Сотрудники HTML
sr: Запослена лица HTML
sr_cs: Zaposlena lica HTML

source: Employees Working on a Holiday
ru: Сотрудники, работающие в праздничные дни
sr: Запослена лица која раде током празника
sr_cs: Zaposlena lica koja rade tokom praznika

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
ru: Сотрудники не могут давать обратную связь самим себе. Используйте {0} вместо: {1}
sr: Запослена лица не могу давати повратну информацију себи. Користити {0} уместо: {1}
sr_cs: Zaposlena lica ne mogu davati povratnu informaciju sebi. Koristiti {0} umesto: {1}

source: Employees on Half Day HTML
ru: HTML для сотрудников в полудневном режиме
sr: Запослена лица са половином радног дана HTML
sr_cs: Zaposlena lica sa polovinom radnog dana HTML

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
ru: Сотрудники будут пропускать напоминания о праздниках с {} до {}. <br> Вы хотите продолжить с этим изменением?
sr: Запослена лица неће добијати подсетнике о празницима од {} до {}. <br> Да ли желите да наставите са овом изменом?
sr_cs: Zaposlena lica neće dobijati podsetnike o praznicima od {} do {}. <br> Da li želite da nastavite sa ovom izmenom?

source: Employees without Feedback: {0}
ru: Сотрудники без отзывов: {0}
sr: Запослена лица без повратне информације: {0}
sr_cs: Zaposlena lica bez povratne informacije: {0}

source: Employees without Goals: {0}
ru: Сотрудники без целей: {0}
sr: Запослена лица без циљева: {0}
sr_cs: Zaposlena lica bez ciljeva: {0}

source: Employees working on a holiday
ru: Сотрудники, работающие в праздничный день
sr: Запослена лица која раде током празника
sr_cs: Zaposlena lica koja rade tokom praznika

source: Employment Type
ru: Вид занятости
sr: Врста запосленог лица
sr_cs: Vrsta zaposlenog lica

source: Enable Auto Attendance
ru: Включить автоматическое присутствие
sr: Омогући аутоматску евиденцију присуства
sr_cs: Omogući automatsku evidenciju prisustva

source: Enable Early Exit Marking
ru: Включить раннюю отметку выхода
sr: Омогући означавање раног одласка
sr_cs: Omogući označavanje ranog odlaska

source: Enable Late Entry Marking
ru: Включить отметку о позднем входе
sr: Омогући означавање касног доласка
sr_cs: Omogući označavanje kasnog dolaska

source: Enable Push Notifications
ru: Включить push-уведомления
sr: Омогући обавештења
sr_cs: Omogući obaveštenja

source: Enable this to use a specific multiplier for public holidays. If unchecked, the standard multiplier will be used instead.
ru: Включите этот параметр, чтобы использовать специальный множитель для государственных праздников. Если флажок не установлен, будет использоваться стандартный множитель.
sr: Омогућите ово како би користили посебан коефицијент за државне празнике. Уколико није означено, користи се стандардни коефицијент.
sr_cs: Omogućite ovo kako bi koristili poseban koeficijent za državne praznike. Ukoliko nije označeno, koristi se standardni koeficijent.

source: Enable this to use a specific multiplier for weekends. If unchecked, the standard multiplier will be used instead.
ru: Включите этот параметр, чтобы использовать определённый множитель для выходных. Если флажок не установлен, будет использоваться стандартный множитель.
sr: Омогућите ово како би користили посебан коефицијент за викенде. Уколико није означено, користи се стандардни коефицијент.
sr_cs: Omogućite ovo kako bi koristili poseban koeficijent za vikende. Ukoliko nije označeno, koristi se standardni koeficijent.

source: Enabled only for Employee Benefit components from Salary Structure Assignment
ru: Доступно только для компонентов пособий сотрудникам из назначения структуры заработной платы
sr: Омогућено само за бенефиције запослених лица из доделе структуре зараде
sr_cs: Omogućeno samo za beneficije zaposlenih lica iz dodele strukture zarade

source: Enabling Push Notifications...
ru: Включение Push-уведомлений...
sr: Омогућавање обавештења...
sr_cs: Omogućavanje obaveštenja...

source: Encashment
ru: Начисление
sr: Накнада за неискоришћено одсуство
sr_cs: Naknada za neiskorišćeno odsustvo

source: Encashment Amount
ru: Сумма начисления
sr: Износ накнаде за неискоришћено одсуство
sr_cs: Iznos naknade za neiskorišćeno odsustvo

source: Encashment Days
ru: Дни начисления
sr: Дани за које се исплаћује накнада
sr_cs: Dani za koje se isplaćuje naknada

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
ru: Сумма дней начисления не может превышать {0} {1} в соответствии с настройками типа отпуска
sr: Број дана за исплату накнаде не може прећи {0} {1} према подешавањима врсте одсуства
sr_cs: Broj dana za isplatu naknade ne može preći {0} {1} prema podešavanjima vrste odsustva

source: Encashment Limit Applied
ru: Применяется лимит начисления
sr: Примењено ограничење за исплату накнаде
sr_cs: Primenjeno ograničenje za isplatu naknade

source: Encrypt Salary Slips in Emails
ru: Шифровать расчетные листы в письмах
sr: Шифровање обрачунских листића у имејлу
sr_cs: Šifrovanje obračunskih listića u imejlu

source: End Date cannot be before Start Date
ru: Дата окончания не может быть до даты начала
sr: Датум завршетка не може бити пре датума почетка
sr_cs: Datum završetka ne može biti pre datuma početka

source: End date: {0}
ru: Дата окончания: {0}
sr: Датум завршетка: {0}
sr_cs: Datum završetka: {0}

source: End time cannot be before start time
ru: Время окончания не может быть раньше времени начала
sr: Време завршетка не може бити пре времена почетка
sr_cs: Vreme završetka ne može biti pre vremena početka

source: Enter Interview Round
ru: Примите участие в раунде собеседований
sr: Унесите круг интервјуа
sr_cs: Unesite krug intervjua

source: Enter a non-zero value to adjust.
ru: Введите ненулевое значение для корректировки.
sr: Унесите вредност различиту од нуле за корекцију.
sr_cs: Unesite vrednost različitu od nule za korekciju.

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
ru: В обычный рабочий день введите время работы. Эти часы будут использоваться при расчетах отчетов, таких, как использование рабочих часов и анализ прибыльности проекта.
sr: Унесите стандардни број радних часова за један нормалан радни дан. Ови часови ће се користити за прорачуне у извештајима као што су искоришћеност радних часова и анализа профитабилности пројекта.
sr_cs: Unesite standardni broj radnih časova za jedan normalan radni dan. Ovi časovi će se koristiti za proračune u izveštajima kao što su iskorišćenost radnih časova i analiza profitabilnosti projekta.

source: Enter the number of Leave Without Pay (LWP) days you want to reverse. This value cannot exceed the total LWP days recorded for the selected month
ru: Введите количество дней отпуска без сохранения заработной платы (LWP), которые вы хотите отменить. Это значение не может превышать общее количество дней LWP, зарегистрированных в выбранном месяце
sr: Унесите број дана одсуства без накнаде које желите да сторнирате. Ова вредност не може бити већа од укупног броја дана одсуства без накнаде евидентираних за изабрани месец
sr_cs: Unesite broj dana odsustva bez naknade koje želite da stornirate. Ova vrednost ne može biti veća od ukupnog broja dana odsustva bez naknade evidentiranih za izabrani mesec

source: Enter the number of leaves you want to allocate for the period.
ru: Введите количество дней отпуска, которые вы хотите распределить на этот период.
sr: Унесите број дана одсуства који желите да доделите за овај период.
sr_cs: Unesite broj dana odsustva koji želite da dodelite za ovaj period.

source: Enter yearly benefit amounts
ru: Введите суммы годового пособия
sr: Унесите годишње износе бенефиција
sr_cs: Unesite godišnje iznose beneficija

source: Enter {0}
ru: Введите {0}
sr: Унесите {0}
sr_cs: Unesite {0}

source: Error creating {0}
ru: Ошибка создания {0}
sr: Грешка приликом креирања {0}
sr_cs: Greška prilikom kreiranja {0}

source: Error deleting {0}
ru: Ошибка удаления {0}
sr: Грешка приликом брисања {0}
sr_cs: Greška prilikom brisanja {0}

source: Error downloading PDF
ru: Ошибка загрузки PDF
sr: Грешка приликом преузимања PDF
sr_cs: Greška prilikom preuzimanja PDF

source: Error in formula or condition
ru: Ошибка в формуле или условия
sr: Грешка у формули или услову
sr_cs: Greška u formuli ili uslovu

source: Error in formula or condition: {0} in Income Tax Slab
ru: Ошибка в формуле или условии: {0} в налоговой категории
sr: Грешка у формули или услову: {0} у пореском разреду пореза на доходак
sr_cs: Greška u formuli ili uslovu: {0} u poreskom razredu poreza na dohodak

source: Error in some rows
ru: Ошибка в некоторых строках
sr: Грешка у неким редовима
sr_cs: Greška u nekim redovima

source: Error updating {0}
ru: Ошибка обновления {0}
sr: Грешка приликом ажурирања {0}
sr_cs: Greška prilikom ažuriranja {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
ru: Ошибка при оценке {doctype} {doclink} на строке {row_id}. <br><br> <b>Ошибка:</b> {error} <br><br> <b>Подсказка:</b> {description}
sr: Грешка приликом обраде {doctype} {doclink} у реду {row_id}. <br><br> <b>Грешка:</b> {error} <br><br> <b>Савет:</b> {description}
sr_cs: Greška prilikom obrade {doctype} {doclink} u redu {row_id}. <br><br> <b>Greška:</b> {error} <br><br> <b>Savet:</b> {description}

source: Estimated Cost Per Position
ru: Ориентировочная стоимость на позицию
sr: Процењени трошак по радном месту
sr_cs: Procenjeni trošak po radnom mestu

source: Evaluation
ru: Оценка
sr: Евалуација
sr_cs: Evaluacija

source: Evaluation Date
ru: Дата оценки
sr: Датум евалуације
sr_cs: Datum evaluacije

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
ru: Метод оценки не может быть изменен, так как для этого цикла уже созданы оценки
sr: Метода евалуације се не може мењати јер су за овај циклус већ креиране евалуације
sr_cs: Metoda evaluacije se ne može menjati jer su za ovaj ciklus već kreirane evaluacije

source: Event Details
ru: Детали события
sr: Детаљи догађаја
sr_cs: Detalji događaja

source: Event Link
ru: Ссылка на событие
sr: Линк догађаја
sr_cs: Link događaja

source: Event Location
ru: Место события
sr: Локација догађаја
sr_cs: Lokacija događaja

source: Event Name
ru: Название события
sr: Назив догађаја
sr_cs: Naziv događaja
