Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Salary Component {0} is currently not used in any Salary Structure.
ru: Компонент зарплаты {0} в настоящее время не используется ни в одной структуре зарплаты.
sr: Компонента зараде {0} тренутно није коришћена ни у једној структури зараде.
sr_cs: Komponenta zarade {0} trenutno nije korišćena ni u jednoj strukturi zarade.

source: Salary Component {0} must be of type 'Earning' to be used in Employee Benefit Ledger
ru: Компонент зарплаты {0} должен иметь тип «Доход», чтобы его можно было использовать в книге учета льгот сотрудников.
sr: Компонента зараде {0} мора бити врсте 'Приход' како би могла бити коришћена у књизи бенефиција запосленог лица
sr_cs: Komponentna zarade {0} mora biti vrste 'Prihod' kako bi mogla biti korišćena u knjizi beneficija zaposlenog lica

source: Salary Detail
ru: Информация о зарплате
sr: Детаљ зараде
sr_cs: Detalj zarade

source: Salary Details
ru: Информация о зарплате
sr: Детаљи зараде
sr_cs: Detalji zarade

source: Salary Expectation
ru: Ожидаемая зарплата
sr: Очекивана зарада
sr_cs: Očekivana zarada

source: Salary Information
ru: Информация о зарплате
sr: Информације о заради
sr_cs: Informacije o zaradi

source: Salary Paid Per
ru: Зарплата, выплачиваемая за
sr: Зарада исплаћена по
sr_cs: Zarada isplaćena po

source: Salary Payments Based On Payment Mode
ru: Выплата заработной платы в зависимости от способа оплаты
sr: Исплата зараде заснована на начину плаћања
sr_cs: Isplata zarade zasnovana na načinu plaćanja

source: Salary Payments via ECS
ru: Выплата заработной платы через ECS
sr: Исплата зараде путем аутоматског електронског преноса (ECS)
sr_cs: Isplata zarade putem automatskog elektronskog prenosa (ECS)

source: Salary Range
ru: Диапазон зарплат
sr: Опсег зараде
sr_cs: Opseg zarade

source: Salary Register
ru: Регистр заработной платы
sr: Регистар зарада
sr_cs: Registar zarada

source: Salary Slip
ru: Расчетный листок
sr: Обрачунски листић
sr_cs: Obračunski listić

source: Salary Slip Based on Timesheet
ru: Расчет заработной платы на основе табеля учета рабочего времени
sr: Обрачунски листић заснован на евиденцији времена
sr_cs: Obračunski listić zasnovan na evidenciji vremena

source: Salary Slip ID
ru: Идентификатор зарплатной квитанции
sr: ИД обрачунског листића
sr_cs: ID obračunskog listića

source: Salary Slip Leave
ru: Отпуск по зарплате
sr: Обрачунски листић за одсуство
sr_cs: Obračunski listić za odsustvo

source: Salary Slip Loan
ru: Кредит под залог зарплаты
sr: Обрачунски листић за зајам
sr_cs: Obračunski listić za zajam

source: Salary Slip Reference
ru: Ссылка на расчетный листок
sr: Референца обрачунског листића
sr_cs: Referenca obračunskog listića

source: Salary Slip Timesheet
ru: Табель учета рабочего времени с зарплатой
sr: Обрачунски листић на основу евиденције времена
sr_cs: Obračunski listić na osnovu evidencije vremena

source: Salary Slip already exists for {0} for the given dates
ru: Расчетный листок уже существует для {0} на указанные даты
sr: Обрачунски листић за {0} већ постоји за задате датуме
sr_cs: Obračunski listić za {0} već postoji za zadate datume

source: Salary Slip creation is queued. It may take a few minutes
ru: Создание зарплатной расписки поставлено в очередь. Это может занять несколько минут
sr: Креирање обрачунског листића је у реду чекања. Може потрајати неколико минута
sr_cs: Kreiranje obračunskog listića je u redu čekanja. Može potrajati nekoliko minuta

source: Salary Slip not found.
ru: Расчетный листок не найден.
sr: Обрачунски листић није пронађен.
sr_cs: Obračunski listić nije pronađen.

source: Salary Slip of employee {0} already created for this period
ru: Расчетный листок сотрудника {0} уже создан за этот период
sr: Обрачунски листић запосленог лица {0} је већ креиран за овај период
sr_cs: Obračunski listić zaposlenog lica {0} je već kreiran za ovaj period

source: Salary Slip of employee {0} already created for time sheet {1}
ru: Расчетный лист сотрудника {0} уже создан для табеля учета рабочего времени {1}
sr: Обрачунски листић запосленог лица {0} је већ креиран за временску евиденцију {1}
sr_cs: Obračunski listić zaposlenog lica {0} je već kreiran za vremensku evidenciju {1}

source: Salary Slip submission is queued. It may take a few minutes
ru: Подача заявления о зарплате поставлена в очередь. Это может занять несколько минут
sr: Подношење обрачунских листића је у реду чекања. Може потрајати неколико минута
sr_cs: Podnošenje obračunskih listića je u redu čekanja. Može potrajati nekoliko minuta

source: Salary Slip {0} failed for Payroll Entry {1}
ru: Расчетный листок {0} не подошел для ввода заработной платы {1}
sr: Креирање обрачунског листића {0} није успело за унос обрачуна зараде {1}
sr_cs: Kreiranje obračunskog listića {0} nije uspelo za unos obračuna zarade {1}

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
ru: Ошибка при выдаче зарплатного листка {0}. Вы можете исправить ошибку {1} и повторить попытку {0}.
sr: Креирање обрачунског листића {0} није успело. Можете решити {1} и поново покушати са {0}.
sr_cs: Kreiranje obračunskog listića {0} nije uspelo. Možete rešiti {1} i ponovo pokušati sa {0}.

source: Salary Slips
ru: Квитанции о зарплате
sr: Обрачунски листићи
sr_cs: Obračunski listići

source: Salary Slips Created
ru: Созданы зарплатные листки
sr: Креирани обрачунски листићи
sr_cs: Kreirani obračunski listići

source: Salary Slips Submitted
ru: Представленные расчетные листы
sr: Поднети обрачунски листићи
sr_cs: Podneti obračunski listići

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
ru: Зарплатные листки уже существуют для сотрудников {} и не будут обработаны этой платежной ведомостью.
sr: Обрачунски листићи за запослена лица {} већ постоје и неће бити обрађени у овом обрачуну зараде.
sr_cs: Obračunski listići za zaposlena lica {} već postoje i neće biti obrađeni u ovom obračunu zarade.

source: Salary Slips submitted for period from {0} to {1}
ru: Расчетные листки, представленные за период с {0} по {1}
sr: Обрачунски листићи су поднети за период од {0} до {1}
sr_cs: Obračunski listići su podneti za period od {0} do {1}

source: Salary Structure
ru: Структура заработной платы
sr: Структура зараде
sr_cs: Struktura zarade

source: Salary Structure Assignment
ru: Назначение структуры заработной платы
sr: Додела структуре зараде
sr_cs: Dodela strukture zarade

source: Salary Structure Assignment field
ru: Поле назначения структуры заработной платы
sr: Поље за доделу структуре зараде
sr_cs: Polje za dodelu strukture zarade

source: Salary Structure Assignment for Employee already exists
ru: Назначение структуры заработной платы для сотрудника уже существует
sr: Додела структуре зараде за запослено лице већ постоји
sr_cs: Dodela strukture zarade za zaposleno lice već postoji

source: Salary Structure Assignment not found for employee {0} on date {1}
ru: Назначение структуры заработной платы не найдено для сотрудника {0} на дату {1}
sr: Додела структуре зараде није пронађена за запослено лице {0} на датум {1}
sr_cs: Dodela strukture zarade nije pronađena za zaposleno lice {0} na datum {1}

source: Salary Structure Missing
ru: Структура заработной платы отсутствует
sr: Недостаје структура зараде
sr_cs: Nedostaje struktura zarade

source: Salary Structure must be submitted before submission of {0}
ru: Структура заработной платы должна быть представлена до подачи {0}
sr: Структура зараде мора бити поднета пре подношења {0}
sr_cs: Struktura zarade mora biti podneta pre podnošenja {0}

source: Salary Structure not assigned for employee {0} for date {1}
ru: Структура заработной платы не назначена сотруднику {0} на дату {1}
sr: Структура зараде није додељена запосленом лицу {0} за датум {1}
sr_cs: Struktura zarade nije dodeljena zaposlenom licu {0} za datum {1}

source: Salary Structure {0} does not belong to company {1}
ru: Структура заработной платы {0} не принадлежит компании {1}
sr: Структура зараде {0} не припада компанији {1}
sr_cs: Struktura zarade {0} ne pripada kompaniji {1}

source: Salary Structures updated successfully
ru: Структура заработной платы успешно обновлена
sr: Структура зараде је успешно ажурирана
sr_cs: Struktura zarade je uspešno ažurirana

source: Salary Withholding
ru: Удержание из заработной платы
sr: Задржана зарада
sr_cs: Zadržana zarada

source: Salary Withholding Cycle
ru: Цикл удержания заработной платы
sr: Циклус задржавања зараде
sr_cs: Ciklus zadržavanja zarade

source: Salary Withholding {0} already exists for employee {1} for the selected period
ru: Удержание из заработной платы {0} уже существует для сотрудника {1} за выбранный период
sr: Задржана зарада {0} већ постоји за запослено лице {1} за изабрани период
sr_cs: Zadržana zarada {0} već postoji za zaposleno lice {1} za izabrani period

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
ru: Зарплата уже обработана за период между {0} и {1}. Период подачи заявления на отпуск не может находиться в этом диапазоне дат.
sr: Зарада је већ обрачуната за период {0} и {1}, период захтева за одсуство не може обухватити овај опсег датума.
sr_cs: Zarada je već obračunata za period {0} i {1}, period zahteva za odsustvo ne može obuhvatiti ovaj opseg datuma.

source: Salary breakup based on Earning and Deduction.
ru: Распределение заработной платы по доходам и вычетам.
sr: Структура зараде по основу прихода и одбитака.
sr_cs: Struktura zarade po osnovu prihoda i odbitaka.

source: Salary components of type Provident Fund, Additional Provident Fund or Provident Fund Loan are not set up.
ru: Компоненты заработной платы типа «Фонд сбережений», «Дополнительный фонд сбережений» или «Кредит фонда сбережений» не устанавливаются.
sr: Компоненте зараде врсте пензиони фонд, додатни пензиони фонд или кредит из пензионог фонда нису подешене.
sr_cs: Komponente zarade vrste penzioni fond, dodatni penzioni fond ili kredit iz penzionog fonda nisu podešene.

source: Salary components should be part of the Salary Structure.
ru: Компоненты заработной платы должны быть частью структуры заработной платы.
sr: Компонента зараде би требало да буде део структуре зараде.
sr_cs: Komponenta zarade bi trebalo da bude deo strukture zarade.

source: Salary slip emails have been enqueued for sending. Check {0} for status.
ru: Письма с зарплатными расписками поставлены в очередь на отправку. Проверьте статус {0}.
sr: Имејлови са обрачунским листићима су стављени у ред за слање. Проверите {0} за статус.
sr_cs: Imejlovi sa obračunskim listićima su stavljeni u red za slanje. Proverite {0} za status.

source: Sanctioned Amount
ru: Санкционированная сумма
sr: Одобрен износ
sr_cs: Odobren iznos

source: Sanctioned Amount (Company Currency)
ru: Санкционированная сумма (валюта компании)
sr: Одобрен износ (валута компаније)
sr_cs: Odobren iznos (valuta kompanije)

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
ru: Санкционированная сумма не может быть больше суммы иска в строке {0}.
sr: Одобрени износ не може бити већи од захтеваног износа у реду {0}.
sr_cs: Odobreni iznos ne može biti veći od zahtevanog iznosa u redu {0}.

source: Scheduled On
ru: Запланировано на
sr: Заказано на
sr_cs: Zakazano na

source: Score Earned
ru: Заработанный счет
sr: Постигнут резултат
sr_cs: Postignut rezultat

source: Score must be less than or equal to 5
ru: Оценка должна быть меньше или равна 5
sr: Број поена мора бити мањи или једнак 5
sr_cs: Broj poena mora biti manji ili jednak 5

source: Scores
ru: Очки
sr: Резултат
sr_cs: Rezultat

source: Search for Jobs
ru: Поиск работы
sr: Претрага послова
sr_cs: Pretraga poslova

source: Select Applicable Components for Overtime Type
ru: Выберите применимые компоненты для типа сверхурочной работы
sr: Изаберите примењиве компоненте за врсту прековременог рада
sr_cs: Izaberite primenjive komponente za vrstu prekovremenog rada

source: Select Interview Round First
ru: Выберите первый раунд собеседования
sr: Прво изаберите круг интервјуа
sr_cs: Prvo izaberite krug intervjua

source: Select Interview first
ru: Сначала выберите «Интервью»
sr: Прво изаберите интервју
sr_cs: Prvo izaberite intervju

source: Select Month for LWP Reversal
ru: Выберите месяц для отмены LWP
sr: Изаберите месец за сторнирање одсуства без накнаде
sr_cs: Izaberite mesec za storniranje odsustva bez naknade

source: Select Payment Account to make Bank Entry
ru: Выберите счет для совершения банковского перевода
sr: Изаберите рачун за исплату да бисте направили банкарски унос
sr_cs: Izaberite račun za isplatu da biste napravili bankarski unos

source: Select Payroll Frequency.
ru: Выберите периодичность выплаты заработной платы.
sr: Изаберите учесталост обрачуна зарада.
sr_cs: Izaberite učestalost obračuna zarada.

source: Select Payroll Period
ru: Выберите период расчета заработной платы
sr: Изаберите обрачунски период
sr_cs: Izaberite obračunski period

source: Select Property
ru: Выбрать недвижимость
sr: Изаберите имовину
sr_cs: Izaberite imovinu

source: Select Shift Requests
ru: Запросы на смену
sr: Изаберите захтев за радну смену
sr_cs: Izaberite zahtev za radnu smenu

source: Select Terms and Conditions
ru: Выберите положения и условия
sr: Изаберите услове и одредбе
sr_cs: Izaberite uslove i odredbe

source: Select Users
ru: Выбрать пользователей
sr: Изаберите кориснике
sr_cs: Izaberite korisnike

source: Select an employee to get the employee advance.
ru: Выберите сотрудника, чтобы получить аванс.
sr: Изаберите запослено лице за исплату аконтације.
sr_cs: Izaberite zaposleno lice za isplatu akontacije.

source: Select the Employee for which you want to allocate leaves.
ru: Выберите сотрудника, которому вы хотите предоставить отпуск.
sr: Изаберите запослено лице коме желите да доделите одсуство.
sr_cs: Izaberite zaposleno lice kome želite da dodelite odsustvo.

source: Select the Employee.
ru: Выберите сотрудника.
sr: Изаберите запослено лице.
sr_cs: Izaberite zaposleno lice.

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
ru: Выберите тип отпуска: больничный, отпуск по собственному желанию, отпуск по временной нетрудоспособности и т. д.
sr: Изаберите врсту одсуства као што је боловање, плаћено одсуство, слободан дан итд.
sr_cs: Izaberite vrstu odsustva kao što je bolovanje, plaćeno odsustvo, slobodan dan itd.

source: Select the date after which this Leave Allocation will expire.
ru: Выберите дату, после которой истекает срок действия данного отпуска.
sr: Изаберите датум након којег ће ова додела одсуства истећи.
sr_cs: Izaberite datum nakon kojeg će ova dodela odsustva isteći.

source: Select the date from which this Leave Allocation will be valid.
ru: Выберите дату, с которой данное распределение отпуска будет действовать.
sr: Изаберите датум након којег ће ова додела одсуства бити важећа.
sr_cs: Izaberite datum nakon kojeg će ova dodela odsustva biti važeća.

source: Select the end date for your Leave Application.
ru: Выберите конечную дату для вашего заявления на отпуск.
sr: Изаберите датум завршетка за Ваш захтев за одсуство.
sr_cs: Izaberite datum završetka za Vaš zahtev za odsustvo.

source: Select the salary components whose total will be used from the salary slip to calculate the hourly overtime rate.
ru: Выберите компоненты зарплаты, общая сумма которых будет использоваться из расчетной ведомости для расчета почасовой ставки сверхурочной работы.
sr: Изаберите компоненте зараде чији ће збир из обрачунског листића бити коришћен за обрачун сатнице прековременог рада.
sr_cs: Izaberite komponente zarade čiji će zbir iz obračunskog listića biti korišćen za obračuna satnice prekovremenog rada.

source: Select the start date for your Leave Application.
ru: Выберите дату начала действия вашего заявления на отпуск.
sr: Изаберите датум почетка за Ваш захтев за одсуство.
sr_cs: Izaberite datum početka za Vaš zahtev za odsustvo.

source: Select this if you want shift assignments to be automatically created indefinitely.
ru: Выберите этот параметр, если вы хотите, чтобы назначения смен создавались автоматически на неопределенный срок.
sr: Изаберите ову опцију уколико желите да се додела смене аутоматски креира неограничено.
sr_cs: Izaberite ovu opciju ukoliko želite da se dodela smene automatski kreira neograničeno.

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
ru: Выберите тип отпуска, на который хочет подать заявление сотрудник, например, больничный, отпуск по собственному желанию, отпуск по временной нетрудоспособности и т. д.
sr: Изаберите врсту одсуства за коју запослено лице жели да аплицира, као што је боловање, плаћено одсуство, слободан дан, итд.
sr_cs: Izaberite vrstu odsustva za koju zaposleno lice želi da aplicira, kao što je bolovanje, plaćeno odsustvo, slobodan dan, itd.

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
ru: Выберите утверждающего отпуск, т.е. человека, который одобряет или отклоняет ваши отпуска.
sr: Изаберите одобраваоца одсуства, тј. особу која одобрава или одбија Ваше захтеве за одсуство.
sr_cs: Izaberite odobravaoca odsustva, tj. osobu koja odobrava ili odbija Vaše zahteve za odsustvo.

source: Self Appraisal
ru: Самооценка
sr: Самопроцена
sr_cs: Samoprocena

source: Self Appraisal Pending: {0}
ru: Ожидается самооценка: {0}
sr: Самопроцена на чекању: {0}
sr_cs: Samoprocena na čekanju: {0}

source: Self Appraisal Score
ru: Оценка самооценки
sr: Оцена самопроцене
sr_cs: Ocena samoprocene

source: Self Score
ru: Самооценка
sr: Самоевалуација
sr_cs: Samoevaluacija

source: Self-Study
ru: Самостоятельное обучение
sr: Самостално учење
sr_cs: Samostalno učenje

source: Self-approval for Expense Claims is not allowed
ru: Самостоятельное одобрение заявок на возмещение расходов не допускается.
sr: Самоодобравање захтева за трошкове није дозвољено
sr_cs: Samoodobravanje zahteva za troškove nije dozvoljeno

source: Self-approval for leaves is not allowed
ru: Самостоятельное одобрение отпусков не допускается
sr: Самоодобравање одсуства није дозвољено
sr_cs: Samoodobravanje odsustva nije dozvoljeno

source: Seminar
ru: Семинар
sr: Семинар

source: Send Emails At
ru: Отправить электронные письма по адресу
sr: Пошаљи имејлове у
sr_cs: Pošalji imejlove u

source: Send Exit Questionnaire
ru: Отправить анкету выхода
sr: Пошаљи излазни упитник
sr_cs: Pošalji izlazni upitnik

source: Send Exit Questionnaires
ru: Отправить анкеты выхода
sr: Пошаљи излазне упитнике
sr_cs: Pošalji izlazne upitnike

source: Send Interview Feedback Reminder
ru: Отправить напоминание об отзыве на собеседовании
sr: Пошаљи подсетник за повратну информацију о интервјуу
sr_cs: Pošalji podsetnik za povratnu informaciju o intervjuu

source: Send Interview Reminder
ru: Отправить напоминание о собеседовании
sr: Пошаљи подсетник за интервју
sr_cs: Pošalji podsetnik za intervju

source: Send Leave Notification
ru: Отправить уведомление об отпуске
sr: Пошаљи обавештење о одсуству
sr_cs: Pošalji obaveštenje o odsustvu

source: Sender Copy
ru: Копия отправителя
sr: Копија пошиљаоца
sr_cs: Kopija pošiljaoca

source: Sending Failed due to missing email information for employee(s): {1}
ru: Отправка не удалась из-за отсутствия информации об электронной почте сотрудника(ов): {1}
sr: Слање није успело због недостајућих података о имејлу за запослено лице: {1}
sr_cs: Slanje nije uspelo zbog nedostajućih podataka o imejlu za zaposleno lice: {1}

source: Sent Successfully: {0}
ru: Отправлено успешно: {0}
sr: Успешно послато: {0}
sr_cs: Uspešno poslato: {0}

source: Sep
sr: Сеп

source: Separation Activities
ru: Разделение деятельности
sr: Активности везане за престанак радног односа
sr_cs: Aktivnosti vezane za prestanak radnog odnosa

source: Separation Begins On
ru: Разделение начинается
sr: Престанак радног односа почиње
sr_cs: Prestanak radnog odnosa počinje

source: Service Details
ru: Подробности обслуживания
sr: Детаљи одржавања
sr_cs: Detalji održavanja

source: Service Expense
ru: Расходы на обслуживание
sr: Трошак одржавања
sr_cs: Trošak održavanja

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
ru: Установите «С(год)» и «По(год)» на 0, чтобы не указывать верхний и нижний пределы.
sr: Поставите "Почетна година" и "Завршна година" на 0 уколико не желите доњу и горњу границу.
sr_cs: Postavite "Početna godina" i "Završna godina" na 0 ukoliko ne želite donju i gornju granicu.

source: Set Assignment Details
ru: Установить детали задания
sr: Поставите детаље додељивања
sr_cs: Postavite detalje dodeljivanja

source: Set Leave Details
ru: Установить детали отпуска
sr: Поставите детаље одсуства
sr_cs: Postavite detalje odsustva

source: Set Relieving Date for Employee: {0}
ru: Установить дату увольнения сотрудника: {0}
sr: Поставите датум престанка радног односа за запослено лице: {0}
sr_cs: Postavite datum prestanka radnog odnosa za zaposleno lice: {0}

source: Set filters to fetch employees
ru: Установите фильтры для выбора сотрудников
sr: Поставите филтере за претрагу запослених лица
sr_cs: Postavite filtere za pretragu zaposlenih lica

source: Set opening balances for earnings and taxes from the previous employer
ru: Установить начальный баланс по доходам и налогам от предыдущего работодателя
sr: Поставите почетна стања за зараде и порезе од претходног послодавца
sr_cs: Postavite početna stanja za zarade i poreze od prethodnog poslodavca

source: Set optional filters to fetch employees in the appraisee list
ru: Установите дополнительные фильтры для извлечения сотрудников из списка аттестуемых
sr: Поставите опционе филтере за претрагу запослених лица у листи за оцењивање
sr_cs: Postavite opcione filtere za pretragu zaposlenih lica u listi za ocenjivanje

source: Set the default account for the {0} {1}
ru: Установить учетную запись по умолчанию для {0} {1}
sr: Поставите подразумевани рачун за {0} {1}
sr_cs: Postavite podrazumevani račun za {0} {1}

source: Set the frequency for holiday reminders
ru: Установите частоту напоминаний о праздниках
sr: Поставите учесталост подсетника за празнике
sr_cs: Postavite učestalost podsetnika za praznike

source: Set the properties that should be updated in the Employee master on promotion submission
ru: Установите свойства, которые следует обновить в мастере сотрудников при подаче заявления на повышение
sr: Поставите које ће се особине ажурирати у основном запису запосленог лица приликом подношења унапређења
sr_cs: Postavite koje će se osobine ažurirati u osnovnom zapisu zaposlenog lica prilikom podnošenja unapređenja

source: Set the status to {0} if required.
ru: При необходимости установите статус на {0}.
sr: Поставите статус на {0} уколико је неопходно.
sr_cs: Postavite status na {0} ukoliko je neophodno.

source: Set {0} for selected employees
ru: Установить {0} для выбранных сотрудников
sr: Поставите {0} за изабрана запослена лица
sr_cs: Postavite {0} za izabrana zaposlena lica

source: Settings Missing
ru: Настройки отсутствуют
sr: Подешавања недостају
sr_cs: Podešavanja nedostaju

source: Settle against Advances
ru: Расчет по авансам
sr: Поравнајте против аконтације
sr_cs: Poravnajte protiv akontacije

source: Settle all Payables and Receivables before submission
ru: Урегулировать все дебиторские и кредиторские задолженности перед подачей
sr: Поравнајте све обавезе и потраживања пре подношења
sr_cs: Poravnajte sve obaveze i potraživanja pre podnošenja

source: Shared document with the user {0} with 'Submit' permission
ru: Документ предоставлен пользователю {0} с разрешением «Отправить»
sr: Документ је са корисником {0} са дозволом за 'Поднеси'
sr_cs: Dokument je sa korisnikom {0} sa dozvolom za 'Podnesi'

source: Shift & Attendance
ru: Смена и посещаемость
sr: Смена и присуство
sr_cs: Smena i prisustvo

source: Shift Actual End
ru: Фактический конец смены
sr: Стварни крај смене
sr_cs: Stvarni kraj smene
