Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Country of Residence
ru: Страна проживания
sr: Држава пребивалишта
sr_cs: Država prebivališta

source: Course
ru: Курс
sr: Курс
sr_cs: Kurs

source: Cover Letter
ru: Сопроводительное письмо
sr: Пропратно писмо
sr_cs: Propratno pismo

source: Create Additional Salary
ru: Создать дополнительную выплату
sr: Креирај додатну зараду
sr_cs: Kreiraj dodatnu zaradu

source: Create Appraisals
ru: Создать Оценки
sr: Креирај евалуације
sr_cs: Kreiraj evaluacije

source: Create Interview
ru: Создать интервью
sr: Креирај интервју
sr_cs: Kreiraj intervju

source: Create Job Applicant
ru: Создать кандидата на вакансию
sr: Креирај кандидата за посао
sr_cs: Kreiraj kandidata za posao

source: Create Job Opening
ru: Создать вакансию
sr: Креирај отворено радно место
sr_cs: Kreiraj otvoreno radno mesto

source: Create New Employee Id
ru: Создать ID нового сотрудника
sr: Креирај нови ИД запосленог лица
sr_cs: Kreiraj novi ID zaposlenog lica

source: Create Overtime Slip For Eligible Employee(s)
ru: Создайте квитанцию об оплате сверхурочных часов для сотрудника(ов), имеющих на это право
sr: Креирај обрачун прековременог рада за запослено лице које испуњава услове
sr_cs: Kreiraj obračun prekovremenog rada za zaposleno lice koje ispunjava uslove

source: Create Overtime Slips
ru: Создание листовок сверхурочной работы
sr: Креирај обрачуне прековременог рада
sr_cs: Kreiraj obračune prekovremenog rada

source: Create Salary Slip
ru: Создать расчетный лист
sr: Креирај обрачунски листић
sr_cs: Kreiraj obračunski listić

source: Create Salary Slips
ru: Создать расчетные листы
sr: Креирај обрачунске листиће
sr_cs: Kreiraj obračunske listiće

source: Create Shifts After
ru: Создать смены после
sr: Креирај смене након
sr_cs: Kreiraj smene nakon

source: Creating Appraisals
ru: Создание оценки
sr: Креирање евалуација
sr_cs: Kreiranje evaluacija

source: Creating Payment Entries......
ru: Создание платежных записей......
sr: Креирање уноса уплате......
sr_cs: Kreiranje unosa uplate......

source: Creating Salary Slips...
ru: Создание расчетных листков...
sr: Креирање обрачунских листића...
sr_cs: Kreiranje obračunskih listića...

source: Creating {0}...
ru: Создание {0}...
sr: Креирање {0}...
sr_cs: Kreiranje {0}...

source: Creation Date
ru: Дата создания
sr: Датум креирања
sr_cs: Datum kreiranja

source: Creation Failed
ru: Создание не удалось
sr: Креирање је неуспешно
sr_cs: Kreiranje je neuspešno

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
ru: Создание заданий по структуре зарплат поставлено в очередь. Это может занять несколько минут.
sr: Креирање доделе структуре зараде је стављено у ред. Може потрајати неколико минута.
sr_cs: Kreiranje dodele strukture zarade je stavljeno u red. Može potrajati nekoliko minuta.

source: Creation of {0} has been queued. It may take a few minutes.
ru: Создание {0} поставлено в очередь. Это может занять несколько минут.
sr: Креирање {0} је у реду чекања. Може потрајати неколико минута.
sr_cs: Kreiranje {0} je u redu čekanja. Može potrajati nekoliko minuta.

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
ru: Критерии, на основе которых сотрудник должен оцениваться в разделе «Отзывы о производительности» и «Самооценка»
sr: Критеријуми на основу којих запослена лица треба да буду оцењена у повратној информацији о учинку и самопроцени
sr_cs: Kriterijumi na osnovu kojih zaposlena lica treba da budu ocenjena u povratnoj informaciji o učinku i samoproceni

source: Currency
ru: Валюта
sr: Валута
sr_cs: Valuta

source: Currency of selected Income Tax Slab should be {0} instead of {1}
ru: Валюта выбранного подоходного налога должна быть {0} вместо {1}
sr: Валута изабраног пореског разреда пореза на доходак треба да буде {0} уместо {1}
sr_cs: Valuta izabranog poreskog razreda poreza na dohodak treba da bude {0} umesto {1}

source: Current CTC
ru: Текущий CTC
sr: Тренутни укупни трошак по запосленом лицу
sr_cs: Trenutni ukupni trošak po zaposlenom licu

source: Current Count
ru: Текущее число
sr: Тренутни број
sr_cs: Trenutni broj

source: Current Employer
ru: Нынешний работодатель
sr: Тренутни послодавац
sr_cs: Trenutni poslodavac

source: Current Job Title
ru: Текущая должность
sr: Тренутни назив радног места
sr_cs: Trenutni naziv radnog mesta

source: Current Month Income Tax
ru: Текущий месячный налог
sr: Тренутни месец пореза на доходак
sr_cs: Trenutni mesec poreza na dohodak

source: Current Odometer Value should be greater than Last Odometer Value {0}
ru: Текущее значение одометра должно быть больше последнего значения одометра {0}
sr: Тренутна вредност одометра мора бити већа од последње вредности {0}
sr_cs: Trenutna vrednost odometra mora biti veća od poslednje vrednosti {0}

source: Current Odometer value
ru: Текущее значение одометра
sr: Тренутна вредност одометра
sr_cs: Trenutna vrednost odometra

source: Current Openings
ru: Актуальные вакансии
sr: Тренутно отворена радна места
sr_cs: Trenutno otvorena radna mesta

source: Current Payroll Period
ru: Текущий расчетный период
sr: Тренутни обрачунски период
sr_cs: Trenutni obračunski period

source: Current Slab
ru: Текущее состояние
sr: Тренутни платни разред
sr_cs: Trenutni platni razred

source: Current Work Experience
ru: Текущий опыт работы
sr: Тренутно радно искуство
sr_cs: Trenutno radno iskustvo

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
ru: В настоящее время для этой даты не предусмотрено {0} периода отпуска для создания/обновления распределения отпусков.
sr: Тренутно не постоји {0} период одсуства за овај датум за креирање/ажурирање доделе одсуства.
sr_cs: Trenutno ne postoji {0} period odsustva za ovaj datum za kreiranje/ažuriranje dodele odsustva.

source: Custom Range
ru: Пользовательский диапазон
sr: Прилагођени опсег
sr_cs: Prilagođeni opseg

source: Cycle Name
ru: Название цикла
sr: Назив циклуса
sr_cs: Naziv ciklusa

source: Cycles
ru: Циклы
sr: Циклус
sr_cs: Ciklus

source: Daily Work Summary
ru: Ежедневный отчет о работе
sr: Дневни извештај о раду
sr_cs: Dnevni izveštaj o radu

source: Daily Work Summary Group
ru: Ежедневная группа итогов работы
sr: Група дневних извештаја о раду
sr_cs: Grupa dnevnih izveštaja o radu

source: Daily Work Summary Group User
ru: Ежедневный пользователь группы по работе
sr: Корисник групе дневних извештаја о раду
sr_cs: Korisnik grupe dnevnih izveštaja o radu

source: Daily Work Summary Replies
ru: Ежедневные краткие ответы о работе
sr: Одговори на дневни извештај о раду
sr_cs: Odgovori na dnevni izveštaj o radu

source: Date Range Exceeded
ru: Превышен диапазон дат
sr: Опсег датума је прекорачен
sr_cs: Opseg datuma je prekoračen

source: Date is repeated
ru: Дата повтора
sr: Датум је поновљен
sr_cs: Datum je ponovljen

source: Date {0} is repeated in Overtime Details
ru: Дата {0} повторяется в сведениях о сверхурочных
sr: Датум {0} се понавља у детаљима прековременог рада
sr_cs: Datum {0} se ponavlja u detaljima prekovremenog rada

source: Dates & Reason
ru: Даты и причина
sr: Датум и разлог
sr_cs: Datum i razlog

source: Dates Based On
ru: Дата на основе
sr: Датуми засновани на
sr_cs: Datumi zasnovani na

source: Days for which Holidays are blocked for this department.
ru: Дни, на которые для этого отдела заблокированы праздники.
sr: Дани када су празници блокирани за ово одељење.
sr_cs: Dani kada su praznici blokirani za ovo odeljenje.

source: Days to Reverse
ru: Дней до разворота
sr: Дани за сторнирање
sr_cs: Dani za storniranje

source: Days to Reverse must be greater than zero.
ru: Число дней до отмены должно быть больше нуля.
sr: Дани за сторнирање морају бити већи од нуле.
sr_cs: Dani za storniranje moraju biti veći od nule.

source: Debit A/C Number
ru: Номер дебетового счета
sr: Број рачуна задужења
sr_cs: Broj računa zaduženja

source: Dec
ru: Дек
sr: Дец

source: Decision Pending
ru: Решение ожидается
sr: Одлука на чекању
sr_cs: Odluka na čekanju

source: Declarations
ru: Декларации
sr: Изјаве
sr_cs: Izjave

source: Declared Amount
ru: Заявленная сумма
sr: Пријављени износ
sr_cs: Prijavljeni iznos

source: Deduct Full Tax on Selected Payroll Date
ru: Вычесть полный налог на выбранную дату выплаты заработной платы
sr: Одбиј целу пореску обавезу на изабрани датум обрачуна зараде
sr_cs: Odbij celu poresku obavezu na izabrani datum obračuna zarade

source: Deduct Tax For Unsubmitted Tax Exemption Proof
ru: Удержать налог за непредоставленное подтверждение налогового вычета
sr: Одбити порез уколико доказ о пореском ослобођењу није поднет
sr_cs: Odbiti porez ukoliko dokaz o poreskom oslobođenju nije podnet

source: Deduction
ru: Вычет
sr: Одбитак
sr_cs: Odbitak

source: Deduction Arrears
ru: Вычет задолженности
sr: Заостатак одбитака
sr_cs: Zaostatak odbitaka

source: Deduction Reports
ru: Отчеты о вычетах
sr: Извештаји о одбицима
sr_cs: Izveštaji o odbicima

source: Deduction from Salary
ru: Вычет из зарплаты
sr: Одбитак од зараде
sr_cs: Odbitak od zarade

source: Deductions
ru: Вычеты
sr: Одбици
sr_cs: Odbici

source: Deductions before tax calculation
ru: Вычеты до расчета налога
sr: Одбици пре обрачуна пореза
sr_cs: Odbici pre obračuna poreza

source: Default Amount
ru: Сумма по умолчанию
sr: Подразумевани износ
sr_cs: Podrazumevani iznos

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
ru: При выборе этого режима банковский счет/счет наличных по умолчанию будет автоматически обновлен в журнале учета заработной платы.
sr: Подразумевани текући рачун / благајна ће се аутоматски ажурирати у налогу књижења обрачуна зараде када је изабран овај начин.
sr_cs: Podrazumevani tekući račun / blagajna će se automatski ažurirati u nalogu knjiženja obračuna zarade kada je izabran ovaj način.

source: Default Base Pay
ru: Базовая оплата по умолчанию
sr: Подразумевана основна зарада
sr_cs: Podrazumevana osnovna zarada

source: Default Employee Advance Account
ru: Авансовый счет для сотрудников по умолчанию
sr: Подразумевани рачун за аконтацију запосленог лица
sr_cs: Podrazumevani račun za akontaciju zaposlenog lica

source: Default Expense Claim Payable Account
ru: Счет задолженности по отчетам о расходах по умолчанию
sr: Подразумевани рачун обавеза по основу захтева за надокнаду трошкова
sr_cs: Podrazumevani račun obaveza po osnovu zahteva za nadoknadu troškova

source: Default Payroll Payable Account
ru: Счет по умолчанию для выплаты заработной платы
sr: Подразумевани рачун обавеза по основу зараде
sr_cs: Podrazumevani račun obaveza po osnovu zarade

source: Default Salary Structure
ru: Структура заработной платы по умолчанию
sr: Подразумевана структура зараде
sr_cs: Podrazumevana struktura zarade

source: Default Shift
ru: Смена по умолчанию
sr: Подразумевана смена
sr_cs: Podrazumevana smena

source: Delete Attachment
ru: Удалить вложение
sr: Обриши прилог
sr_cs: Obriši prilog

source: Delete {0}
ru: Удалить {0}
sr: Обриши {0}
sr_cs: Obriši {0}

source: Department Approver
ru: Утверждающий отдел
sr: Одобравалац одељења
sr_cs: Odobravalac odeljenja

source: Department Wise Openings
ru: Вакансии в отделах
sr: Отворена радна места по одељењима
sr_cs: Otvorena radna mesta po odeljenjima

source: Department {0} does not belong to company: {1}
ru: Отдел {0} не принадлежит компании: {1}
sr: Одељење {0} не припада компанији: {1}
sr_cs: Odeljenje {0} ne pripada kompaniji: {1}

source: Department: {0}
ru: Отдел: {0}
sr: Одељење: {0}
sr_cs: Odeljenje: {0}

source: Departure Datetime
ru: Дата и время отправления
sr: Датум и време поласка
sr_cs: Datum i vreme polaska

source: Depends On Payment Days
ru: Зависит от дней оплаты
sr: Зависи од дана исплате
sr_cs: Zavisi od dana isplate

source: Depends on Payment Days
ru: Зависит от дней оплаты
sr: Зависи од дана исплате
sr_cs: Zavisi od dana isplate

source: Description of a Job Opening
ru: Описание вакансии
sr: Опис отвореног радног места
sr_cs: Opis otvorenog radnog mesta

source: Designation Skill
ru: Обозначение навыка
sr: Вештина за позицију
sr_cs: Veština za poziciju

source: Designation: {0}
ru: Обозначение: {0}
sr: Позиција: {0}
sr_cs: Pozicija: {0}

source: Details of Sponsor (Name, Location)
ru: Данные спонсора (имя, местонахождение)
sr: Детаљи спонзора (назив, локација)
sr_cs: Detalji sponzora (naziv, lokacija)

source: Determine Check-in and Check-out
ru: Определить время заезда и выезда
sr: Одреди пријаву и одјаву
sr_cs: Odredi prijavu i odjavu

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
ru: Отключите {0} для компонента {1}, чтобы предотвратить двойное вычитание суммы, поскольку в его формуле уже используется компонент, основанный на днях оплаты.
sr: Онемогући {0} за компоненту {1} како би се спречило двоструко одбијање износа, јер формула већ користи компоненту базирану на данима исплате.
sr_cs: Onemogući {0} za komponentu {1} kako bi se sprečilo dvostruko odbijanje iznosa, jer formula već koristi komponentu baziranu na danima isplate.

source: Disable {0} or {1} to proceed.
ru: Отключите {0} или {1} чтобы продолжить.
sr: Онемогућите {0} или {1} да бисте наставили.
sr_cs: Onemogućite {0} ili {1} da biste nastavili.

source: Disabling Push Notifications...
ru: Отключение push-уведомлений...
sr: Онемогућавање обавештења...
sr_cs: Onemogućavanje obaveštenja...

source: Do Not Include in Accounting Entries
ru: Не включать в бухгалтерские проводки
sr: Немој укључивати у рачуноводствене уносе
sr_cs: Nemoj uključivati u računovodstvene unose

source: Do Not Include in Total
ru: Не включать в общую сумму
sr: Немој укључивати у укупан износ
sr_cs: Nemoj uključivati u ukupan iznos

source: Do not include in total
ru: Не включать в общую сумму
sr: Немој укључивати у укупан износ
sr_cs: Nemoj uključivati u ukupan iznos

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
ru: Хотите ли вы обновить данные соискателя {0} как {1} на основе результатов этого собеседования?
sr: Да ли желите да ажурирате кандидата за посао {0} као {1} на основу резултата интервјуа?
sr_cs: Da li želite da ažurirate kandidata za posao {0} kao {1} na osnovu rezultata intervjua?

source: Document {0} failed!
ru: Документ {0} не удалось обработать!
sr: Документ {0} није успео!
sr_cs: Dokument {0} nije uspeo!

source: Domestic
ru: Внутренний
sr: Домаће
sr_cs: Domaće

source: Duplicate Attendance
ru: Дублировать отметку о посещаемости
sr: Дупликат присуства
sr_cs: Duplikat prisustva

source: Duplicate Claim Detected
ru: Обнаружено дубликат заявления
sr: Откривен је дупликат захтева
sr_cs: Otkriven je duplikat zahteva

source: Duplicate Job Requisition
ru: Дублировать заявку на вакансию
sr: Дупликат захтева за запошљавање
sr_cs: Duplikat zahteva za zapošljavanje

source: Duplicate Leave Adjustment
ru: Корректировка дубликата отпуска
sr: Дупликат корекције одсуства
sr_cs: Duplikat korekcije odsustva

source: Duplicate Overwritten Salary
ru: Дублировать перезаписанную зарплату
sr: Дупликат замењене зараде
sr_cs: Duplikat zamenjene zarade

source: Duplicate Salary Withholding
ru: Дублировать удержание зарплаты
sr: Дупликат задржане зараде
sr_cs: Duplikat zadržane zarade

source: ERROR({0}): {1}
ru: ОШИБКА({0}): {1}
sr: ГРЕШКА({0}): {1}
sr_cs: GREŠKA({0}): {1}

source: Early Exit
ru: Ранний выход
sr: Ранији излазак
sr_cs: Raniji izlazak

source: Early Exit By
ru: Ранний выход от
sr: Ранији излазак од
sr_cs: Raniji izlazak od

source: Early Exit Grace Period
ru: Период раннего выхода
sr: Период толеранције за ранији излазак
sr_cs: Period tolerancije za raniji izlazak

source: Early Exits
ru: Ранние выходы
sr: Ранији изласци
sr_cs: Raniji izlasci

source: Earned Leave
ru: Заработанный отпуск
sr: Стечено одсуство
sr_cs: Stečeno odsustvo

source: Earned Leave Frequency
ru: Частота оплачиваемого отпуска
sr: Учесталост стеченог одсуства
sr_cs: Učestalost stečenog odsustva

source: Earned Leave Schedule
ru: График оплачиваемых отпусков
sr: Распоред стечених одсустава
sr_cs: Raspored stečenih odsustava

source: Earned Leaves
ru: Заработанные отпуска
sr: Стечена одсуства
sr_cs: Stečena odsustva

source: Earned Leaves are allocated as per the configured frequency via scheduler.
ru: Заработанные отпуска распределяются по заданной частоте через планировщик.
sr: Стечена одсуства се додељују у складу са подешеном учесталошћу планера.
sr_cs: Stečena odsustva se dodeljuju u skladu sa podešenom učestalošću planera.

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
ru: Заработанные отпуска автоматически распределяются через планировщик на основе ежегодного распределения, установленного в Политике отпусков: {0}
sr: Стечена одсуства се аутоматски додељују путем планера, на основу годишње расподеле дефинисане у политици одсуства: {0}
sr_cs: Stečena odsustva se automatski dodeljuju putem planera, na osnovu godišnje raspodele definisane u politici odsustva: {0}

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
ru: Заработанные отпуска — это отпуска, которые сотрудник зарабатывает после работы в компании в течение определенного времени. Включение этой опции позволит автоматически распределять отпуска на пропорциональной основе, обновляя распределение отпусков для этого типа с интервалами, заданными параметром «Частота заработанного отпуска».
sr: Стечена одсуства представљају право запосленог лица на одсуство које стиче након одређеног времена проведеног у компанији. Омогућавањем ове опције, одсуства ће се додељивати пропорционално аутоматским ажурирањем доделе одсуства за ову врсту одсуства у интервалима који су дефинисани путем опције 'Учесталост стеченог одсуства'.
sr_cs: Stečena odsustva predstavljaju pravo zaposlenog lica na odsustvo koje stiče nakon određenog vremena provedenog u kompaniji. Omogućavanjem ove opcije, odsustva će se dodeljivati proporcionalno automatskim ažuriranjem dodele odsustva za ovu vrstu odsustva u intervalima koji su definisani putem opcije 'Učestalost stečenog odsustva'.

source: Earning
ru: Начисления
sr: Приход
sr_cs: Prihod

source: Earning Arrears
ru: Задолженность по доходам
sr: Заостатак прихода
sr_cs: Zaostatak prihoda

source: Earning Component
ru: Компонент Начислений
sr: Компонента прихода
sr_cs: Komponenta prihoda

source: Earning Salary Component is required for Employee Referral Bonus.
ru: Компонент заработной платы необходим для реферального бонуса сотрудника.
sr: Компонента прихода зараде је обавезна за бонус за препоруку запосленог лица.
sr_cs: Komponenta prihoda zarade je obavezna za bonus za preporuku zaposlenog lica.

source: Earnings
ru: Начисления
sr: Приходи
sr_cs: Prihodi

source: Earnings & Deductions
ru: Начисления и удержания
sr: Приходи и одбици
sr_cs: Prihodi i odbici

source: Edit Expense Item
ru: Изменить статью расходов
sr: Уреди ставку трошка
sr_cs: Uredi stavku troška

source: Edit Expense Tax
ru: Изменить налог на расход
sr: Уреди порез на трошак
sr_cs: Uredi porez na trošak

source: Effective From
ru: Действительно с
sr: Важи од
sr_cs: Važi od

source: Effective To
ru: Действует до
sr: Важи до
sr_cs: Važi do

source: Effective from
ru: Дата действия
sr: Важи од
sr_cs: Važi od

source: Email Salary Slip to Employee
ru: Отправить расчетный лист сотруднику по Email
sr: Пошаљи обрачунски листић запосленом лицу путем имејла
sr_cs: Pošalji obračunski listić zaposlenom licu putem imejla

source: Email Salary Slips
ru: Отправить расчетные листы по Email
sr: Пошаљи обрачунске листиће путем имејла
sr_cs: Pošalji obračunske listiće putem imejla

source: Email Sent To
ru: Email отправлен
sr: Имејл послат
sr_cs: Imejl poslat

source: Emails salary slip to employee based on preferred email selected in Employee
ru: Отправляет сотруднику расчетный листок по электронной почте на указанный им адрес электронной почты в разделе «Сотрудник»
sr: Обрачунски листић запосленом лицу на основу изабране жељене имејл адресе у картици запосленог лица
sr_cs: Obračunski listić zaposlenom licu na osnovu izabrane željene imejl adrese u kartici zaposlenog lica

source: Employee A/C Number
ru: Номер счета сотрудника
sr: Број рачуна запосленог лица
sr_cs: Broj računa zaposlenog lica

source: Employee Advance Account
ru: Авансовый счет для сотрудников
sr: Аконтациони рачун запосленог лица
sr_cs: Akontacioni račun zaposlenog lica

source: Employee Advance Balance
ru: Авансовый баланс сотрудника
sr: Стање аконтације запосленог лица
sr_cs: Stanje akontacije zaposlenog lica

source: Employee Advance Summary
ru: Итоги авансов сотрудника
sr: Резиме аконтације запосленог лица
sr_cs: Rezime akontacije zaposlenog lica

source: Employee Analytics
ru: Аналитика сотрудников
sr: Аналитика запосленог лица
sr_cs: Analitika zaposlenog lica

source: Employee Attendance Tool
ru: Инструмент учета посещаемости сотрудников
sr: Алат за евиденцију присуства запослених лица
sr_cs: Alat za evidenciju prisustva zaposlenih lica

source: Employee Benefit Application
ru: Заявление на получение пособия работникам
sr: Захтев за бенефицију запосленог лица
sr_cs: Zahtev za beneficiju zaposlenog lica

source: Employee Benefit Application Detail
ru: Подробности заявления на получение пособия для сотрудников
sr: Детаљи захтева за бенефицију запосленог лица
sr_cs: Detalji zahteva za beneficiju zaposlenog lica

source: Employee Benefit Claim
ru: Заявление о выплате пособия работникам
sr: Захтев за бенефицију запосленог лица
sr_cs: Zahtev za beneficiju zaposlenog lica

source: Employee Benefit Detail
ru: Подробная информация о пособиях для сотрудников
sr: Детаљ бенефиције запосленог лица
sr_cs: Detalj beneficije zaposlenog lica

source: Employee Benefit Ledger
ru: Книга учета льгот сотрудников
sr: Књига бенефиција запосленог лица
sr_cs: Knjiga beneficija zaposlenog lica

source: Employee Benefits
ru: Пособия для сотрудников
sr: Бенефиције запосленог лица
sr_cs: Beneficije zaposlenog lica

source: Employee Birthday
ru: День рождения сотрудника
sr: Рођендан запосленог лица
sr_cs: Rođendan zaposlenog lica

source: Employee Boarding Activity
ru: Активности по адаптации сотрудников
sr: Активност увођења запосленог лица
sr_cs: Aktivnost uvođenja zaposlenog lica

source: Employee Checkin
ru: Проверка сотрудников
sr: Запис о присуству
sr_cs: Zapis o prisustvu

source: Employee Checkin History
ru: История проверки сотрудников
sr: Историја записа о присуству
sr_cs: Istorija zapisa o prisustvu

source: Employee Cost Center
ru: Центр затрат сотрудников
sr: Трошковни центар запосленог лица
sr_cs: Troškovni centar zaposlenog lica

source: Employee Details
ru: Данные о сотрудниках
sr: Детаљи запосленог лица
sr_cs: Detalji zaposlenog lica

source: Employee Emails
ru: Email сотрудника
sr: Имејлови запосленог лица
sr_cs: Imejlovi zaposlenog lica

source: Employee Exit Settings
ru: Настройки увольнения сотрудников
sr: Подешавање одласка запосленог лица
sr_cs: Podešavanje odlaska zaposlenog lica

source: Employee Exits
ru: Увольнения сотрудников
sr: Одласци запослених лица
sr_cs: Odlasci zaposlenih lica

source: Employee Feedback Criteria
ru: Критерии отзывов сотрудников
sr: Критеријуми за повратне информације о запосленом лицу
sr_cs: Kriterijumi za povratne informacije o zaposlenom licu

source: Employee Feedback Rating
ru: Рейтинг отзывов сотрудников
sr: Оцењивање повратних информација о запосленом лицу
sr_cs: Ocenjivanje povratnih informacija o zaposlenom licu

source: Employee Grade
ru: Грейд сотрудника
sr: Ранг запосленог лица
sr_cs: Rang zaposlenog lica

source: Employee Grievance
ru: Жалоба сотрудника
sr: Притужба запосленог лица
sr_cs: Pritužba zaposlenog lica
