Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Salary slips starting on or after this date will be considered for arrear calculations
ru: Расчеты по зарплате, начинающиеся с этой даты или после нее, будут учитываться при расчете задолженности
sr: Обрачунски листићи почев од овог датума биће узети у обзир за обрачун заостатака
sr_cs: Obračunski listići počev od ovog datuma biće uzeti u obzir za obračun zaostataka

source: Unlink Payment on Cancellation of Employee Advance
ru: Отмена платежа при отмене аванса сотруднику
sr: Поништи повезивање уплате приликом сторнирања аконтације за запосленог
sr_cs: Poništi povezivanje uplate prilikom storniranja akontacije za zaposlenog

source: "From Date" can not be greater than or equal to "To Date"
ru: «С даты» не может быть больше или равно «По дату»
sr: "Датум почетка" не може бити већи или једнак "Датум завршетка"
sr_cs: "Datum početka" ne može biti veći ili jednak "Datum završetka"

source: % Utilization (B + NB) / T
ru: % Использование (B + NB) / T
sr: % Искоришћеност (Б + НБ) / Т
sr_cs: % Iskorišćenost (B + NB) / T

source: % Utilization (B / T)
ru: % Утилизация (В / Т)
sr: % Искоришћеност (Б / Т)
sr_cs: % Iskorišćenost (B / T)

source: 'employee_field_value' and 'timestamp' are required.
ru: Обязательны поля «employee_field_value» и «timestamp».
sr: 'employee_field_value' и 'временски жиг' су обавезни.
sr_cs: 'employee_field_value' i 'vremenski žig' su obavezni.

source: ) for {0}
ru: ) для {0}
sr: ) за {0}
sr_cs: ) za {0}

source: ...Fetching Employees
ru: ...Получение сотрудников
sr: ...учитавање запослених лица
sr_cs: ...učitavanje zaposlenih lica

source: <b>Base</b> amount has not been set for the following employee(s): {0}
ru: <b>Базовая сумма</b> не установлена для следующих сотрудников: {0}
sr: <b>Основна зарада</b> није постављена за следећа запослена лица: {0}
sr_cs: <b>Osnovna zarada</b> nije postavljena za sledeća zaposlena lica: {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
ru: <b>Пример:</b> SAL-{first_name}-{date_of_birth.year} <br>Это сгенерирует пароль типа SAL-Jane-1972
sr: <b>Пример:</b> ЗАРАДА-{first_name}-{date_of_birth.year} <br>Ово ће генерисати лозинку попут ЗАРАДА-Петар-2000
sr_cs: <b>Primer:</b> ZARADA-{first_name}-{date_of_birth.year} <br>Ovo će generisati lozinku poput ZARADA-Petar-2000

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
ru: <b>Общее количество выделенных отпусков</b> больше, чем количество дней в выделенном периоде
sr: <b>Укупан број додељених дана одсуства</b> је већи од броја дана у периоду расподеле
sr_cs: <b>Ukupan broj dodeljenih dana odsustva</b> je veći od broja dana u periodu raspodele

source: <h3>Help</h3> <p>Notes:</p> <ol> <li>Use field <code>base</code> for using base salary of the Employee</li> <li>Use Salary Component abbreviations in conditions and formulas. <code>BS = Basic Salary</code></li> <li>Use field name for employee details in conditions and formulas. <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Use field name from Salary Slip in conditions and formulas. <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direct Amount can also be entered based on Condition. See example 3</li></ol> <h4>Examples</h4> <ol> <li>Calculating Basic Salary based on <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Calculating HRA based on Basic Salary<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Calculating TDS based on Employment Type<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
ru: <h3>Справка</h3> <p>Примечания:</p> <ol> <li>Используйте поле <code>base</code> для использования базовой зарплаты сотрудника</li> <li>Используйте сокращения компонента зарплаты в условиях и формулах. <code>BS = Базовая зарплата</code></li> <li>Используйте имя поля для сведений о сотруднике в условиях и формулах. <code>Тип занятости = employment_type</code><code>Филиал = branch</code></li> <li>Используйте имя поля из зарплатной ведомости в условиях и формулах. <code>Дни оплаты = payment_days</code><code>Отпуск без сохранения заработной платы = leave_without_pay</code></li> <li>Прямую сумму также можно ввести на основе условия. Смотрите пример 3</li></ol> <h4>Примеры</h4> <ol> <li>Расчет базовой зарплаты на основе <code>базы</code> <pre><code>Условие: база &lt; 10000</code></pre> <pre><code>Формула: основание * .2</code></pre></li> <li>Расчет HRA на основе базовой зарплаты<code>BS</code> <pre><code>Условие: BS &gt; 2000</code></pre> <pre><code>Формула: BS * .1</code></pre></li> <li>Расчет TDS на основе типа занятости<code>employment_type</code> <pre><code>Условие: employment_type=="Стажер"</code></pre> <pre><code>Сумма: 1000</code></pre></li> </ol>
sr: <h3>Помоћ</h3> <p>Напомене:</p> <ol> <li>Користите поље <code>base</code>за коришћење основне зараде запосленог лица</li> <li>Користите скраћенице у компоненти зараде у условима и формулама. <code>BS = Basic Salary</code></li> <li>Користите називе поља за детаље о запосленом лицу у условима и формулама <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Користите назив поља из обрачунског листића у условима и формулама <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Директни износ се такође може унети на основу услова. Погледајте пример 3</li></ol> <h4>Примери</h4> <ol> <li>Израчунавање основне зараде на основу <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Израчунавање додатка за стан на основу<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Израчунавање пореза по одбитку на основу врсте запослења<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
sr_cs: <h3>Pomoć</h3> <p>Napomene:</p> <ol> <li>Koristite polje <code>base</code>za korišćenje osnovne zarade zaposlenog lica</li> <li>Koristite skraćenice u komponenti zarade u uslovima i formulama. <code>BS = Basic Salary</code></li> <li>Koristite nazive polja za detalje o zaposlenom licu u uslovima i formulama <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Koristite naziv polja iz obračunskog listića u uslovima i formulama <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direktni iznos se takođe može uneti na osnovu uslova. Pogledajte primer 3</li></ol> <h4>Primeri</h4> <ol> <li>Izračunavanje osnovne zarade na osnovu <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Izračunavanje dodatka za stan na osnovu<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Izračunavanje poreza po odbitku na osnovu vrste zaposlenja<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>

source: <h4>Condition Examples</h4> <ol> <li>Applying tax if employee born between 31-12-1937 and 01-01-1958 (Employees aged 60 to 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
ru: <h4>Примеры условий</h4> <ol> <li>Применение налога, если сотрудник родился между 31-12-1937 и 01-01-1958 (сотрудники в возрасте от 60 до 80 лет)<br> <code>Условие: дата_рождения&gt;дата(1937, 12, 31) и дата_рождения&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
sr: <h4>Примери услова</h4> <ol> <li>Примена пореза уколико је запослено лице рођено између 31-12-1937 и 01-01-1958 (запослена лица старости од 60 до 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Примена пореза према роду запосленог лица<br> <code>Condition: gender=="Male"</code></li><br> <li>Примена пореза према компоненти зараде<br> <code>Condition: base &gt; 10000</code></li></ol>
sr_cs: <h4>Primeri uslova</h4> <ol> <li>Primena poreza ukoliko je zaposleno lice rođeno između 31-12-1937 i 01-01-1958 (zaposlena lica starosti od 60 do 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Primena poreza prema rodu zaposlenog lica<br> <code>Condition: gender=="Male"</code></li><br> <li>Primena poreza prema komponenti zarade<br> <code>Condition: base &gt; 10000</code></li></ol>

source: <h5>Employees on Half Day</h5>
ru: <h5>Сотрудники на полдня</h5>
sr: <h5>Запослена лица на половини радног дана</h5>
sr_cs: <h5>Zaposlena lica na polovini radnog dana</h5>

source: <h5>Unmarked Employees</h5>
ru: <h5>Неотмеченные сотрудники</h5>
sr: <h5>Запослена лица без евидентираног присуства</h5>
sr_cs: <h5>Zaposlena lica bez evidentiranog prisustva</h5>

source: <span class="h4"><b>Transactions &amp; Reports</b></span>
ru: <span class="h4"><b>Транзакции &amp; Отчеты</b></span>
sr: <span class="h4"><b>Трансакције &amp; извештаји</b></span>
sr_cs: <span class="h4"><b>Transakcije &amp; izveštaji</b></span>

source: <span style="font-size: 18px;"><b>Masters &amp; Reports</b></span>
ru: <span style="font-size: 18px;"><b>Мастера &amp; Отчеты</b></span>
sr: <span style="font-size: 18px;"><b>Мастер подаци &amp; извештаји</b></span>
sr_cs: <span style="font-size: 18px;"><b>Master podaci &amp; izveštaji</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
ru: Заявка на работу для {0}, запрошенная {1}, уже существует: {2}
sr: Захтев за запошљавање за {0} који је затражен од стране {1} већ постоји: {2}
sr_cs: Zahtev za zapošljavanje za {0} koji je zatražen od strane {1} već postoji: {2}

source: A friendly reminder of an important date for our team.
ru: Дружеское напоминание о важной дате для нашей команды.
sr: Пријатељски подсетник на важан датум за наш тим.
sr_cs: Prijateljski podsetnik na važan datum za naš tim.

source: A {0} exists between {1} and {2} (
ru: Между {1} и {2} существует {0}(
sr: Постоји {0} између {1} и {2} (
sr_cs: Postoji {0} između {1} i {2} (

source: Absent
ru: Отсутствующий
sr: Изостанак
sr_cs: Izostanak

source: Absent Days
ru: Дни отсутствия
sr: Дани изостанака
sr_cs: Dani izostanaka

source: Absent Records
ru: Отсутствующие записи
sr: Евиденција изостанака
sr_cs: Evidencija izostanaka

source: Account No
ru: Номер счета
sr: Број рачуна
sr_cs: Broj računa

source: Account type should be set {0} for payroll payable account {1}, please set and try again
ru: Для счета к выплате заработной платы {1} необходимо установить тип счета {0}. Установите его и повторите попытку
sr: Врста рачуна треба да буде подешена на {0} за рачун обавеза по основу обрачуна зарада {1}, молимо Вас да подесите вредност и покушате поново
sr_cs: Vrsta računa treba da bude podešena na {0} za račun obaveza po osnovu obračuna zarada {1}, molimo Vas da podesite vrednost i pokušate ponovo

source: Account {0} does not match with Company {1}
ru: Счет {0} не совпадает с компанией {1}
sr: Рачун {0} не одговара компанији {1}
sr_cs: Račun {0} ne odgovara kompaniji {1}

source: Accounting & Payment
ru: Бухгалтерия и Платежи
sr: Рачуноводство и уплате
sr_cs: Računovodstvo i uplate

source: Accounting Reports
ru: Бухгалтерские отчеты
sr: Рачуноводствени извештаји
sr_cs: Računovodstveni izveštaji

source: Accounts not set for Salary Component {0}
ru: Счета не настроены для компонента зарплаты {0}
sr: Рачуни нису постављени за компоненту зараде {0}
sr_cs: Računi nisu postavljeni za komponentu zarade {0}

source: Accrual
ru: Начисление
sr: Обрачун
sr_cs: Obračun

source: Accrual Arrears
ru: Начисление задолженности
sr: Заостатак обрачуна
sr_cs: Zaostatak obračuna

source: Accrual Component
ru: Компонент подоходного налога
sr: Обрачунска компонента
sr_cs: Obračunska komponenta

source: Accrual Component can only be set for Earning Salary Components.
ru: Компонент начисления можно задать только для компонентов начисленной заработной платы.
sr: Обрачунска компонента може се подесити само за компоненте зараде врсте приход.
sr_cs: Obračunska komponenta može se podesiti samo za komponente zarade vrste prihod.

source: Accrual Component can only be set for Flexible Benefit Salary Components with accrual payout methods.
ru: Компонент начисления можно задать только для гибких компонентов заработной платы с методами начисления.
sr: Обрачунска компонента може се подесити само за флексибилне бенефиције са методом обрачунске исплате.
sr_cs: Obračunska komponenta može se podesiti samo za fleksibilne beneficije sa metodom obračunske isplate.

source: Accrual Component must be set for Flexible Benefit Salary Components with accrual payout methods.
ru: Компонент начисления должен быть установлен для гибких компонентов заработной платы с методами выплаты начисления.
sr: Обрачунска компонента мора бити подешена за флексибилне бенефиције са методом обрачунске исплате.
sr_cs: Obračunska komponenta mora biti podešena za fleksibilne beneficije sa metodom obračunske isplate.

source: Accrual Journal Entry for salaries from {0} to {1}
ru: Запись в журнале начисления для зарплат от {0} до {1}
sr: Књижење по основу обрачунатих зарада од {0} до {1}
sr_cs: Knjiženje po osnovu obračunatih zarada od {0} do {1}

source: Accrue and payout at end of payroll period
ru: Начисление и выплата в конце расчетного периода
sr: Обрачунати и исплатити на крају обрачунског периода
sr_cs: Obračunati i isplatiti na kraju obračunskog perioda

source: Accrue per cycle, pay only on claim
ru: Начисляется за цикл, оплата только по факту получения
sr: Обрачунавање по циклусу, исплата само по захтеву
sr_cs: Obračunavanje po ciklusu, isplata samo po zahtevu

source: Accrued Benefits
ru: Накопленные бонусы
sr: Обрачунате бенефиције
sr_cs: Obračunate beneficije

source: Accrued Earnings Report
ru: Отчет о накопленном доходе
sr: Извештај о обрачунатим приходима
sr_cs: Izveštaj o obračunatim prihodima

source: Accrued amount {0} is less than paid amount {1} for Benefit {2} in payroll period {3}
ru: Начисленная сумма {0} меньше выплаченной суммы {1} по пособию {2} в расчетном периоде {3}
sr: Обрачунати износ {0} је мањи од исплаћеног износа {1} за бенефицију {2} у обрачунском периоду {3}
sr_cs: Obračunati iznos {0} je manji od isplaćenog iznosa {1} za beneficiju {2} u obračunskom periodu {3}

source: Action on Submission
ru: Действие по представлению
sr: Радња при подношењу
sr_cs: Radnja pri podnošenju

source: Activity Name
ru: Название действия
sr: Назив активности
sr_cs: Naziv aktivnosti

source: Actual Amount
ru: Текущая сумма
sr: Стварни износ
sr_cs: Stvarni iznos

source: Actual Encashable Days
ru: Фактические дни
sr: Стварни број дана за надокнаду
sr_cs: Stvarni broj dana za nadoknadu

source: Actual Overtime Duration
ru: Фактическая продолжительность сверхурочной работы
sr: Стварно трајање прековременог рада
sr_cs: Stvarno trajanje prekovremenog rada

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
ru: Фактические остатки недоступны, так как заявка на отпуск охватывает разные периоды распределения отпуска. Вы все еще можете подать заявку на отпуск, который будет компенсирован в следующем периоде распределения.
sr: Стварно стање није доступно јер захтев за одсуство обухвата период који прелази преко различитих додела одсуства. Ипак и даље можете поднети захтев за одсуство које ће бити надокнађено приликом следеће доделе.
sr_cs: Stvarno stanje nije dostupno jer zahtev za odsustvo obuhvata period koji prelazi preko različitih dodela odsustva. Ipak i dalje možete podneti zahtev za odsustvo koje će biti nadoknađeno prilikom sledeće dodele.

source: Add Day-wise Dates
ru: Добавить дни
sr: Додај појединачне датуме
sr_cs: Dodaj pojedinačne datume

source: Add Employee Property
ru: Добавить свойство Сотрудника
sr: Додај имовину запосленог
sr_cs: Dodaj imovinu zaposlenog

source: Add Expense
ru: Добавить расходы
sr: Додај трошак
sr_cs: Dodaj trošak

source: Add Feedback
ru: Добавить отзыв
sr: Додај повратну информацију
sr_cs: Dodaj povratnu informaciju

source: Add Tax
ru: Добавить налог
sr: Додај порез
sr_cs: Dodaj porez

source: Add to Details
ru: Добавить в детали
sr: Додај у детаље
sr_cs: Dodaj u detalje

source: Add unused leaves from previous allocations
ru: Добавить неиспользованные дни отпуска из предыдущих периодов распределения
sr: Додај неискоришћене дане одсуства из претходних расподела
sr_cs: Dodaj neiskorišćene dane odsustva iz prethodnih raspodela

source: Add unused leaves from previous leave period's allocation to this allocation
ru: Добавьте неиспользованные отпуска из предыдущего отпускного периода к этому распределению
sr: Додај неискоришћене дане одсуства из претходног периода у ову расподелу
sr_cs: Dodaj neiskorišćene dane odsustva iz prethodnog perioda u ovu raspodelu

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
ru: Добавлены налоговые компоненты из мастера «Компоненты зарплаты», поскольку структура зарплаты не имела налоговых компонентов.
sr: Додате пореске компоненте из мастер података компоненте зараде јер структура зараде није имала ниједну пореску компоненту.
sr_cs: Dodate poreske komponente iz master podataka komponente zarade jer struktura zarade nije imala nijednu poresku komponentu.

source: Added to details
ru: Добавлено в детали
sr: Додато у детаље
sr_cs: Dodato u detalje

source: Additional Amount
ru: Дополнительная сумма
sr: Додатни износ
sr_cs: Dodatni iznos

source: Additional Information
ru: Дополнительная информация
sr: Додатна информација
sr_cs: Dodatna informacija

source: Additional PF
ru: Дополнительный PF
sr: Додатни пензиони фонд
sr_cs: Dodatni penzioni fond

source: Additional Salary
ru: Дополнительная зарплата
sr: Додатна зарада
sr_cs: Dodatna zarada

source: Additional Salary
ru: Дополнительная зарплата
sr: Додатна зарада
sr_cs: Dodatna zarada

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
ru: Дополнительная зарплата за реферальный бонус может быть создана только для «Реферальной программы сотрудников» со статусом {0}
sr: Додатна зарада по основу бонуса за препоруку може бити креирана само за препоруку запосленог лица које има статус {0}
sr_cs: Dodatna zarada po osnovu bonusa za preporuku može biti kreirana samo za preporuku zaposlenog lica koje ima status {0}

source: Additional Salary for this salary component with {0} enabled already exists for this date
ru: Дополнительная зарплата для этого компонента зарплаты с включенным {0} уже существует на эту дату
sr: Додатна зарада за ову компоненту зараде са омогућеним {0} већ постоји за овај датум
sr_cs: Dodatna zarada za ovu komponentu zarade sa omogućenim {0} već postoji za ovaj datum

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
ru: Дополнительная зарплата: {0} уже существует для компонента зарплаты: {1} для периодов {2} и {3}
sr: Додатна зарада: {0} већ постоји за компоненту зараде: {1} за период {2} и {3}
sr_cs: Dodatna zarada: {0} već postoji za komponentu zarade: {1} za period {2} i {3}

source: Address of Organizer
ru: Адрес организатора
sr: Адреса организатора
sr_cs: Adresa organizatora

source: Adjust Allocation
ru: Скорректировать распределение
sr: Коригуј доделу
sr_cs: Koriguj dodelu

source: Adjustment Created Successfully
ru: Корректировка успешно создана
sr: Корекција успешно креирана
sr_cs: Korekcija uspešno kreirana

source: Adjustment Type
ru: Тип регулировки
sr: Врста корекције
sr_cs: Vrsta korekcije

source: Advance
ru: Улучшение
sr: Аконтација
sr_cs: Akontacija

source: Advance Account is mandatory. Please set the <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Default Employee Advance Account</a> in the Company record {0} and submit this document.
ru: Авансовый счет является обязательным. Пожалуйста, установите <a href="/app/company/{0}#default_employee_advance_account" target="_blank">счет аванса сотрудника по умолчанию</a> в записи компании {0} и отправьте этот документ.
sr: Аконтациони рачун је обавезан. Молимо Вас да подесите <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Подразумевани аконтациони рачун запосленог лица</a> у евиденцији компаније {0} и поднесете овај документ.
sr_cs: Akontacioni račun je obavezan. Molimo Vas da podesite <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Podrazumevani akontacioni račun zaposlenog lica</a> u evidenciji kompanije {0} i podnesete ovaj dokument.

source: Advance Account {} currency should be same as Salary Currency of Employee {}. Please select same currency Advance Account
ru: Валюта авансового счета {} должна совпадать с валютой зарплаты сотрудника {}. Выберите ту же валюту для авансового счета
sr: Валута аконтационог рачуна {} мора бити иста као валута зараде запосленог лица. Молимо Вас да изаберете аконтациони рачун са истом валутом
sr_cs: Valuta akontacionog računa {} mora biti ista kao valuta zarade zaposlenog lica. Molimo Vas da izaberete akontacioni račun sa istom valutom

source: Advance Paid (Company Currency)
ru: Аванс оплачен (валюта компании)
sr: Плаћена аконтација (валута компаније)
sr_cs: Plaćena akontacija (valuta kompanije)

source: Advanced Filters
ru: Расширенные фильтры
sr: Филтери аконтације
sr_cs: Filteri akontacije

source: All Exchange Gain/Loss amount of {0} has been booked through {1}
ru: Вся сумма прибыли/убытка от обмена в размере {0} была учтена через {1}
sr: Сав износ курсних разлика за {0} књижен је преко {1}
sr_cs: Sav iznos kursnih razlika za {0} knjižen je preko {1}

source: All Goals
ru: Все цели
sr: Сви циљеви
sr_cs: Svi ciljevi

source: All Jobs
ru: Все вакансии
sr: Сви послови
sr_cs: Svi poslovi

source: All allocated assets should be returned before submission
ru: Все выданные активы должны быть возвращены до отправки
sr: Целокупна додељена имовина мора бити враћена пре подношења
sr_cs: Celokupna dodeljena imovina mora biti vraćena pre podnošenja

source: All the mandatory tasks for employee creation are not completed yet.
ru: Все обязательные задачи по созданию сотрудников еще не выполнены.
sr: Сви обавезни задаци за креирање запосленог лица још увек нису завршени.
sr_cs: Svi obavezni zadaci za kreiranje zaposlenog lica još uvek nisu završeni.

source: Allocate Based On Leave Policy
ru: Распределить на основе политики отпусков
sr: Расподели у складу са политиком одсуства
sr_cs: Raspodeli u skladu sa politikom odsustva

source: Allocate Leave
ru: Распределить отпуск
sr: Додели одсуство
sr_cs: Dodeli odsustvo

source: Allocate leaves to {0} employee(s)?
ru: Распределить отпуска для {0} сотрудника(ов)?
sr: Додели одсуства за {0} запослених лица?
sr_cs: Dodeli odsustva za {0} zaposlenih lica?

source: Allocate on Day
ru: Распределить на день
sr: Додели на дан
sr_cs: Dodeli na dan

source: Allocated Amount (Company Currency)
ru: Выделенная сумма (валюта компании)
sr: Додељени износ (валута компаније)
sr_cs: Dodeljeni iznos (valuta kompanije)
