Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Interview Feedback
ru: Отзыв об интервью
sr: Повратна информација интервјуа
sr_cs: Povratna informacija intervjua

source: Interview Feedback Reminder
ru: Напоминание об отзыве на интервью
sr: Подсетник за повратну информацију о интервјуу
sr_cs: Podsetnik za povratnu informaciju o intervjuu

source: Interview Feedback {0} submitted successfully
ru: Отзыв об интервью {0} успешно отправлен
sr: Повратна информација о интервјуу {0} је успешно поднета
sr_cs: Povratna informacija o intervjuu {0} je uspešno podneta

source: Interview Not Rescheduled
ru: Интервью не перепланировано
sr: Промена термина интервјуа није успела
sr_cs: Promena termina intervjua nije uspela

source: Interview Reminder
ru: Напоминание об интервью
sr: Подсетник за интервју
sr_cs: Podsetnik za intervju

source: Interview Reminder Notification Template
ru: Шаблон уведомления напоминания интервью
sr: Шаблон подсетника за интервју
sr_cs: Šablon podsetnika za intervju

source: Interview Rescheduled successfully
ru: Интервью успешно перенесено
sr: Промена термина интервјуа је успешна
sr_cs: Promena termina intervjua je uspešna

source: Interview Round
ru: Этап интервью
sr: Круг интервјуа
sr_cs: Krug intervjua

source: Interview Round {0} is only applicable for the Designation {1}
ru: Этап интервью {0} применим только для должности {1}
sr: Круг интервјуа {0} је искључиво примењив за позицију {1}
sr_cs: Krug intervjua {0} je isključivo primenjiv za poziciju {1}

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
ru: Этап интервью {0} предназначен только для должности {1}. Соискатель подал заявку на роль {2}
sr: Круг интервјуа {0} је предвиђен само за позицију {1}. Кандидат за посао је аплицирао за улогу {2}
sr_cs: Krug intervjua {0} je predviđen samo za poziciju {1}. Kandidat za posao je aplicirao za ulogu {2}

source: Interview Scheduled Date
ru: Дата запланированного интервью
sr: Заказани датум интервјуа
sr_cs: Zakazani datum intervjua

source: Interview Status
ru: Статус интервью
sr: Статус интервјуа
sr_cs: Status intervjua

source: Interview Summary
ru: Резюме интервью
sr: Резиме интервјуа
sr_cs: Rezime intervjua

source: Interview Type
ru: Тип интервью
sr: Врста интервјуа
sr_cs: Vrsta intervjua

source: Interview: {0} Rescheduled
ru: Интервью: {0} перепланировано
sr: Интервју: {0} промењен термин
sr_cs: Intervju: {0} promenjen termin

source: Interviewer
ru: Интервьюер
sr: Испитивач
sr_cs: Ispitivač

source: Interviewers
ru: Интервьюеры
sr: Испитивачи
sr_cs: Ispitivači

source: Interviews
ru: Интервью
sr: Интервјуи
sr_cs: Intervjui

source: Interviews (This Week)
ru: Интервью (на этой неделе)
sr: Интервјуи (ове недеље)
sr_cs: Intervjui (ove nedelje)

source: Invalid Accrual Component
ru: Неверный компонент начисления
sr: Неважећа обрачунска компонента
sr_cs: Nevažeća obračunska komponenta

source: Invalid Additional Salary
ru: Недопустимая дополнительная зарплата
sr: Неважећа додатна зарада
sr_cs: Nevažeća dodatna zarada

source: Invalid Arrear Component
ru: Неверный компонент просроченной задолженности
sr: Неважећа компонента заостатка
sr_cs: Nevažeća komponenta zaostatka

source: Invalid Benefit Amounts
ru: Недействительные суммы пособий
sr: Неважећи износ бенефиција
sr_cs: Nevažeći iznosi beneficija

source: Invalid Dates
ru: Недопустимые даты
sr: Неважећи датуми
sr_cs: Nevažeći datumi

source: Invalid LWP Days Reversed
ru: Недействительные дни LWP отменены
sr: Неважећи број сторнираних дана одсуства без накнаде
sr_cs: Nevažeći broj storniranih dana odsustva bez naknade

source: Invalid Leave Ledger Entry
ru: Неверная запись в журнале отпусков
sr: Неважећи унос у евиденцију одсуства
sr_cs: Nevažeći unos u evidenciju odsustva

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
ru: Неверный счет для выплаты заработной платы. Валюта счета должна быть {0} или {1}
sr: Неважећи рачун за обрачун зараде. Валута рачуна мора бити {0} или {1}
sr_cs: Nevažeći račun za obračun zarade. Valuta računa mora biti {0} ili {1}

source: Invalid Shift Times
ru: Недопустимое время смены
sr: Неважећи термини смене
sr_cs: Nevažeći termini smene

source: Invalid parameters provided. Please pass the required arguments.
ru: Предоставлены неверные параметры. Пожалуйста, передайте необходимые аргументы.
sr: Прослеђени су неважећи параметри. Молимо Вас да унесте неопходне аргументе.
sr_cs: Prosleđeni su nevažeći parametri. Molimo Vas da uneste neophodne argumente.

source: Investigated
ru: Исследовано
sr: Истражено
sr_cs: Istraženo

source: Investigation Details
ru: Детали исследования
sr: Детаљи истраге
sr_cs: Detalji istrage

source: Invited
ru: Приглашен
sr: Позван
sr_cs: Pozvan

source: Invoice Ref
ru: Ссылка на счет
sr: Референца фактуре
sr_cs: Referenca fakture

source: Is Allocated
ru: Выделено
sr: Додељено
sr_cs: Dodeljeno

source: Is Applicable for Referral Bonus
ru: Применимо для реферального бонуса
sr: Укључује бонус за препоруку
sr_cs: Uključuje bonus za preporuku

source: Is Carry Forward
ru: Переносится на следующий период
sr: Преноси се у наредни период
sr_cs: Prenosi se u naredni period

source: Is Compensatory
ru: Является компенсационным
sr: Компензационо
sr_cs: Kompenzaciono

source: Is Compensatory Leave
ru: Компенсационный отпуск
sr: Компензационо одсуство
sr_cs: Kompenzaciono odsustvo

source: Is Earned Leave
ru: Является заработанным отпуском
sr: Стечено одсуство
sr_cs: Stečeno odsustvo

source: Is Expired
ru: Истекло
sr: Истекло
sr_cs: Isteklo

source: Is Flexible Benefit
ru: Гибкие льготы
sr: Флексибилна бенефиција
sr_cs: Fleksibilna beneficija

source: Is Income Tax Component
ru: Является налоговым компонентом
sr: Компонента пореза на доходак
sr_cs: Komponenta poreza na dohodak

source: Is Leave Without Pay
ru: Является отпуском без оплаты
sr: Одсуство без накнаде
sr_cs: Odsustvo bez naknade

source: Is Optional Leave
ru: Является необязательным отпуском
sr: Опционо одсуство
sr_cs: Opciono odsustvo

source: Is Partially Paid Leave
ru: Является частично оплачиваемым отпуском
sr: Делимично плаћено одсуство
sr_cs: Delimično plaćeno odsustvo

source: Is Recurring
ru: Является периодическим
sr: Понављајуће
sr_cs: Ponavljajuće

source: Is Recurring Additional Salary
ru: Является периодической дополнительной зарплатой
sr: Понављајућа додатна зарада
sr_cs: Ponavljajuća dodatna zarada

source: Is Salary Released
ru: Зарплата выплачена
sr: Зарада исплаћена
sr_cs: Zarada isplaćena

source: Is Salary Withheld
ru: Зарплата удержана
sr: Зарада задржана
sr_cs: Zarada zadržana

source: Is Tax Applicable
ru: Налог применяется
sr: Примењује се порез
sr_cs: Primenjuje se porez

source: Jan
sr: Јан

source: Job Applicant
ru: Кандидат на работу
sr: Кандидат за посао
sr_cs: Kandidat za posao

source: Job Applicant Source
ru: Источник заявки на работу
sr: Извор кандидата за посао
sr_cs: Izvor kandidata za posao

source: Job Applicant {0} created successfully.
ru: Кандидат {0} успешно создан.
sr: Кандидат за посао {0} је успешно креиран.
sr_cs: Kandidat za posao {0} je uspešno kreiran.

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
ru: Кандидатам не разрешается участвовать дважды в одном и том же этапе интервью. Интервью {0} уже запланировано для кандидата {1}
sr: Кандидати за посао не смеју два пута учествовати у истом кругу интервјуа. Интервју {0} је већ заказан за кандидата за посао {1}
sr_cs: Kandidati za posao ne smeju dva puta učestvovati u istom krugu intervjua. Intervju {0} je već zakazan za kandidata za posao {1}

source: Job Application
ru: Заявление о приеме на работу
sr: Пријава за посао
sr_cs: Prijava za posao

source: Job Application Route
ru: Маршрут заявки на вакансию
sr: Путања пријаве за посао
sr_cs: Putanja prijave za posao

source: Job Description
ru: Описание вакансии
sr: Опис посла
sr_cs: Opis posla

source: Job Offer
ru: Предложение о работе
sr: Понуда за посао
sr_cs: Ponuda za posao

source: Job Offer Term
ru: Условия предложения работы
sr: Услов понуде за посао
sr_cs: Uslov ponude za posao

source: Job Offer Term Template
ru: Шаблон условий предложения работы
sr: Шаблон услова понуде за посао
sr_cs: Šablon uslova ponude za posao

source: Job Offer Terms
ru: Условия предложения работы
sr: Услови понуде за посао
sr_cs: Uslovi ponude za posao

source: Job Offer status
ru: Статус предложения о работе
sr: Статус понуде за посао
sr_cs: Status ponude za posao

source: Job Offer: {0} is already for Job Applicant: {1}
ru: Предложение работы: {0} уже отправлено кандидату: {1}
sr: Понуда за посао: {0} већ постоји за кандидата за посао: {1}
sr_cs: Ponuda za posao: {0} već postoji za kandidata za posao: {1}

source: Job Opening
ru: Вакансия
sr: Отворено радно место
sr_cs: Otvoreno radno mesto

source: Job Opening Associated
ru: Связанная вакансия
sr: Повезано отворено радно место
sr_cs: Povezano otvoreno radno mesto

source: Job Opening Template
ru: Шаблон вакансии
sr: Шаблон отвореног радног места
sr_cs: Šablon otvorenog radnog mesta

source: Job Openings
ru: Вакансии
sr: Отворена радна места
sr_cs: Otvorena radna mesta

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
ru: Вакансии на должность {0} уже открыты или набор завершен согласно штатному расписанию {1}
sr: Отворена радна места за позицију {0} су већ отворена или је запошљавање у складу са планом особља {1}
sr_cs: Otvorena radna mesta za poziciju {0} su već otvorena ili je zapošljavanje u skladu sa planom osoblja {1}

source: Job Requisition
ru: Заявка на работу
sr: Захтев за запошљавање
sr_cs: Zahtev za zapošljavanje

source: Job Requisition {0} has been associated with Job Opening {1}
ru: Заявка на работу {0} была связана с вакансией {1}
sr: Захтев за запошљавање {0} је повезан са отвореним радним место {1}
sr_cs: Zahtev za zapošljavanje {0} je povezan sa otvorenim radnim mesto {1}

source: Job profile, qualifications required etc.
ru: Должностная инструкция, необходимые квалификации и т.д.
sr: Опис посла, потребне квалификације и слично.
sr_cs: Opis posla, potrebne kvalifikacije i slično.

source: Jobs
ru: Вакансии
sr: Послови
sr_cs: Poslovi

source: Joining Date
ru: Дата трудоустройства
sr: Датум запослења
sr_cs: Datum zaposlenja

source: July
ru: Июль
sr: Јул
sr_cs: Jul

source: June
ru: Июнь
sr: Јун
sr_cs: Jun

source: KRA Evaluation Method
ru: Метод оценки KRA
sr: KRA евалуациона метода
sr_cs: KRA evaluaciona metoda

source: KRA updated for all child goals.
ru: KRA обновлен для всех дочерних целей.
sr: KRA је ажурирана за све зависне циљеве.
sr_cs: KRA je ažurirana za sve zavisne ciljeve.

source: KRA vs Goals
ru: KRA vs Цели
sr: KRA наспрам циљева
sr_cs: KRA naspram ciljeva

source: KRAs
ru: KRA
sr: KRA
sr_cs: KRA

source: Key Performance Area
ru: Ключевая область производительности
sr: Кључна област перформанси
sr_cs: Ključna oblast performansi

source: Key Responsibility Area
ru: Ключевая область ответственности
sr: Кључна област одговорности
sr_cs: Ključna oblast odgovornosti

source: Key Result Area
ru: Ключевая область результатов
sr: Кључна област резултата
sr_cs: Ključna oblast rezultata

source: LWP Days Reversed ({0}) does not match actual Payroll Corrections total ({1}) for employee {2} from {3} to {4}
ru: Отмененные дни LWP ({0}) не соответствуют фактической сумме корректировок заработной платы ({1}) для сотрудника {2} с {3} по {4}
sr: Број сторнираних дана одсуства без накнаде ({0}) се не поклапа са укупним износом корекције обрачуна зараде ({1}) за запослено лице {2} у периоду од {3} до {4}
sr_cs: Broj storniranih dana odsustva bez naknade ({0}) se ne poklapa sa ukupnim iznosom korekcije obračuna zarade ({1}) za zaposleno lice {2} u periodu od {3} do {4}

source: Last Day
ru: Последний день
sr: Последњи дан
sr_cs: Poslednji dan

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
ru: Последняя успешная синхронизация отметок о входе сотрудников. Сбрасывайте это только в том случае, если вы уверены, что все журналы синхронизированы из всех мест. Пожалуйста, не изменяйте это, если вы не уверены.
sr: Последња позната успешна синхронизација записа о присуству. Ресетујте ово само уколико сте сигурни да су сви записи синхронизовани са свих локација. Молимо Вас да не мењате ову вредност уколико нисте сигурни.
sr_cs: Poslednja poznata uspešna sinhronizacija zapisa o prisustvu. Resetujte ovo samo ukoliko ste sigurni da su svi zapisi sinhronizovani sa svih lokacija. Molimo Vas da ne menjate ovu vrednost ukoliko niste sigurni.

source: Last Odometer Value
ru: Последнее значение одометра
sr: Последња вредност одометра
sr_cs: Poslednja vrednost odometra

source: Last Sync of Checkin
ru: Последняя синхронизация отметок о входе
sr: Последња синхронизација записа о присуству
sr_cs: Poslednja sinhronizacija zapisa o prisustvu

source: Last {0} was at {1}
ru: Последний {0} был в {1}
sr: Последњи {0} био је {1}
sr_cs: Poslednji {0} bio je {1}

source: Late Entries
ru: Поздние отметки
sr: Касни доласци
sr_cs: Kasni dolasci

source: Late Entry
ru: Поздняя отметка
sr: Касни долазак
sr_cs: Kasni dolazak

source: Late Entry & Early Exit Settings for Auto Attendance
ru: Настройки позднего входа и раннего выхода для автоматического присутствия
sr: Подешавање аутоматске евиденције за касни долазак и ранији одлазак
sr_cs: Podešavanje automatske evidencije za kasni dolazak i raniji odlazak

source: Late Entry By
ru: Поздний вход
sr: Касни долазак од стране
sr_cs: Kasni dolazak od strane

source: Late Entry Grace Period
ru: Льготный период для опоздания
sr: Толеранција за касни долазак
sr_cs: Tolerancija za kasni dolazak

source: Latitude and longitude values are required for checking in.
ru: Значения широты и долготы необходимы для отметки о входе.
sr: Обавезно је унети вредности географске ширине и географске дужине за пријаву.
sr_cs: Obavezno je uneti vrednosti geografske širine i geografske dužine za prijavu.

source: Latitude: {0}°
ru: Широта: {0}°
sr: Географска ширина: {0}°
sr_cs: Geografska širina: {0}°

source: Leave
ru: Отпуск
sr: Одсуство
sr_cs: Odsustvo

source: Leave Adjustment
ru: Регулировка отпуска
sr: Корекција одсуства
sr_cs: Korekcija odsustva

source: Leave Adjustment for this allocation already exists: {0}. Please amend existing adjustment.
ru: Оставить. Корректировка для этого распределения уже существует: {0}. Пожалуйста, исправьте существующую корректировку.
sr: Корекција одсуства за ову доделу већ постоји: {0}. Молимо Вас да измените постојећу корекцију.
sr_cs: Korekcija odsustva za ovu dodelu već postoji: {0}. Molimo Vas da izmenite postojeću korekciju.

source: Leave Allocation
ru: Распределение отпуска
sr: Додела одсуства
sr_cs: Dodela odsustva

source: Leave Allocation Exists
ru: Распределение отпуска существует
sr: Додела одсуства већ постоји
sr_cs: Dodela odsustva već postoji

source: Leave Allocations
ru: Распределения отпусков
sr: Доделе одсуства
sr_cs: Dodele odsustva

source: Leave Application
ru: Заявка на отпуск
sr: Захтев за одсуство
sr_cs: Zahtev za odsustvo

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
ru: Период заявки на отпуск не может приходиться на два непоследовательных отпуска {0} и {1}.
sr: Период захтева за одсуство не може да обухвата два неповезана периода доделе одсуства {0} и {1}.
sr_cs: Period zahteva za odsustvo ne može da obuhvata dva nepovezana perioda dodele odsustva {0} i {1}.

source: Leave Approval Notification
ru: Уведомление согласования отпуска
sr: Обавештење о одобрењу одсуства
sr_cs: Obaveštenje o odobrenju odsustva

source: Leave Approval Notification Template
ru: Шаблон уведомления согласования отпуска
sr: Шаблон обавештења о одобрењу одсуства
sr_cs: Šablon obaveštenja o odobrenju odsustva

source: Leave Approver
ru: Согласующий отпуск
sr: Одобравалац одсуства
sr_cs: Odobravalac odsustva

source: Leave Approver Mandatory In Leave Application
ru: Согласующий отпуск обязателен в заявлении на отпуск
sr: Одобравалац одсуства је обавезан у захтеву за одсуство
sr_cs: Odobravalac odsustva je obavezan u zahtevu za odsustvo

source: Leave Approver Name
ru: Имя согласующего отпуск
sr: Назив одобраваоца одсуства
sr_cs: Naziv odobravaoca odsustva

source: Leave Balance
ru: Остаток отпусков
sr: Стање одсуства
sr_cs: Stanje odsustva

source: Leave Balance Before Application
ru: Остаток отпусков до подачи заявки
sr: Стање одмора пре подношења захтева
sr_cs: Stanje odmora pre podnošenja zahteva

source: Leave Block List
ru: Список заблокированных отпусков
sr: Листа блокираних одсуства
sr_cs: Lista blokiranih odsustva

source: Leave Block List Allow
ru: Разрешить список заблокированных отпусков
sr: Дозволи у листи блокираних одсуства
sr_cs: Dozvoli u listi blokiranih odsustva

source: Leave Block List Allowed
ru: Список заблокированных отпусков разрешен
sr: Дозвољено у листи блокираних одсуства
sr_cs: Dozvoljeno u listi blokiranih odsustva

source: Leave Block List Date
ru: Дата списка заблокированных отпусков
sr: Датум листе блокираних одсуства
sr_cs: Datum liste blokiranih odsustva

source: Leave Block List Dates
ru: Даты списка заблокированных отпусков
sr: Датуми листе блокираних одсуства
sr_cs: Datumi liste blokiranih odsustva

source: Leave Block List Name
ru: Название списка заблокированных отпусков
sr: Назив листе блокираних одсуства
sr_cs: Naziv liste blokiranih odsustva

source: Leave Blocked
ru: Отпуск заблокирован
sr: Одсуство је блокирано
sr_cs: Odsustvo je blokirano

source: Leave Control Panel
ru: Панель управления отпусками
sr: Контролна табла за одсуства
sr_cs: Kontrolna tabla za odsustva

source: Leave Details
ru: Детали отпуска
sr: Детаљи одсуства
sr_cs: Detalji odsustva

source: Leave Encashment
ru: Компенсация отпуска
sr: Накнада за неискоришћено одсуство
sr_cs: Naknada za neiskorišćeno odsustvo

source: Leave Encashment Amount Per Day
ru: Сумма выплаты за день отпуска
sr: Износ накнаде за неискоришћено одсуство по дану
sr_cs: Iznos naknade za neiskorišćeno odsustvo po danu

source: Leave History
ru: История отпуска
sr: Историја одсуства
sr_cs: Istorija odsustva

source: Leave Ledger
ru: Журнал отпусков
sr: Евиденција одсуства
sr_cs: Evidencija odsustva

source: Leave Ledger Entry
ru: Запись в журнале отпусков
sr: Унос у евиденцију одсуства
sr_cs: Unos u evidenciju odsustva

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
ru: Дата 'По' в записи регистра отпусков должна быть после даты 'С'. В настоящее время дата 'С' - {0}, а дата 'По' - {1}
sr: Датум уноса у евиденцију одсуства мора бити након датума почетка. Тренутно је датум почетка {0}, док је датум завршетка {1}
sr_cs: Datum unosa u evidenciju odsustva mora biti nakon datuma početka. Trenutno je datum početka {0}, dok je datum završetka {1}

source: Leave Period
ru: Период отпуска
sr: Период одсуства
sr_cs: Period odsustva

source: Leave Policy
ru: Политика отпусков
sr: Политика одсуства
sr_cs: Politika odsustva

source: Leave Policy Assignment
ru: Назначение политики отпусков
sr: Додела политике одсуства
sr_cs: Dodela politike odsustva

source: Leave Policy Assignment Overlap
ru: Наложение назначений политики отпусков
sr: Преклапање доделе политике одсуства
sr_cs: Preklapanje dodele politike odsustva

source: Leave Policy Detail
ru: Детали политики отпусков
sr: Детаљ политике одсуства
sr_cs: Detalj politike odsustva

source: Leave Policy Details
ru: Детали политики отпусков
sr: Детаљи политике одсуства
sr_cs: Detalji politike odsustva

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
ru: Политика отпусков: {0} уже назначено для сотрудника {1} на период с {2} по {3}
sr: Политика одсуства: {0} је већ додељена запосленом лицу {1} за период {2} до {3}
sr_cs: Politika odsustva: {0} je već dodeljena zaposlenom licu {1} za period {2} do {3}

source: Leave Status Notification
ru: Уведомление согласования отпуска
sr: Обавештење о статусу одсуства
sr_cs: Obaveštenje o statusu odsustva

source: Leave Status Notification Template
ru: Шаблон уведомления согласования отпуска
sr: Шаблон обавештења о статусу одсуства
sr_cs: Šablon obaveštenja o statusu odsustva

source: Leave Type
ru: Тип отпуска
sr: Врста одсуства
sr_cs: Vrsta odsustva

source: Leave Type Name
ru: Название типа отпуска
sr: Назив врсте одсуства
sr_cs: Naziv vrste odsustva

source: Leave Type can either be compensatory or earned leave.
ru: Тип отпуска может быть либо компенсационным, либо заработанным.
sr: Врста одсуства не може бити компензационо или стечено одсуство.
sr_cs: Vrsta odsustva ne može biti kompenzaciono ili stečeno odsustvo.

source: Leave Type can either be without pay or partial pay
ru: Тип отпуска может быть либо без оплаты, либо частично оплачиваемым
sr: Врста одсуства може бити без накнаде или са делимичном накнадом
sr_cs: Vrsta odsustva može biti bez naknade ili sa delimičnom naknadom

source: Leave Type is mandatory
ru: Тип отпуска обязателен
sr: Врста одсуства је обавезна
sr_cs: Vrsta odsustva je obavezna

source: Leave Type {0} cannot be allocated since it is leave without pay
ru: Тип отпуска {0} не может быть назначен, так как это отпуск без оплаты
sr: Врста одсуства {0} не може бити додељена јер је одсуство без накнаде
sr_cs: Vrsta odsustva {0} ne može biti dodeljena jer je odsustvo bez naknade

source: Leave Type {0} cannot be carry-forwarded
ru: Тип отпуска {0} не может быть перенесен на следующий период
sr: Врста одсуства {0} не може бити пренета у наредни период
sr_cs: Vrsta odsustva {0} ne može biti preneta u naredni period

source: Leave Type {0} is not encashable
ru: Тип отпуска {0} не подлежит денежной компенсации
sr: Врста одсуства {0} није предмет исплате
sr_cs: Vrsta odsustva {0} nije predmet isplate

source: Leave Without Pay
ru: Отпуск без сохранения заработной платы
sr: Одсуство без накнаде
sr_cs: Odsustvo bez naknade

source: Leave Without Pay does not match with approved {} records
ru: Отпуск без сохранения заработной платы не соответствует утвержденным записям {}
sr: Одсуство без накнаде не одговара одобреним {} записима
sr_cs: Odsustvo bez naknade ne odgovara odobrenim {} zapisima

source: Leave allocation is skipped for {0}, because number of leaves to be allocated is 0.
ru: Выделение листы пропускается для {0}, поскольку количество выделяемых листов равно 0.
sr: Додела одсуства је прескочена за {0}, јер је број дана одсуства за доделу једнак 0.
sr_cs: Dodela odsustva je preskočena za {0}, jer je broj dana odsustva za dodelu jednak 0.

source: Leave allocation {0} is linked with the Leave Application {1}
ru: Выделение отпуска {0} связано с заявлением на отпуск {1}
sr: Додела одсуства {0} је повезана са захтевом за одсуство {1}
sr_cs: Dodela odsustva {0} je povezana sa zahtevom za odsustvo {1}

source: Leave already have been assigned for this Leave Policy Assignment
ru: Отпуск уже назначен для данного назначения политики отпусков
sr: Одсуство је већ додељено за ову политику одсуства
sr_cs: Odsustvo je već dodeljeno za ovu politiku odsustva

source: Leave and Expense Claim Settings
ru: Настройки отпусков и возмещения расходов
sr: Подешавање захтева за одсуство и надокнаду трошкова
sr_cs: Podešavanje zahteva za odsustvo i nadoknadu troškova

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
ru: Заявление на отпуск связано с назначениями отпуска {0}. Заявление на отпуск не может быть установлено как отпуск без сохранения заработной платы
sr: Захтев за одсуство је повезан са доделом одсуства {0}. Захтев за одсуство се не може поставити као одсуство без накнаде
sr_cs: Zahtev za odsustvo je povezan sa dodelom odsustva {0}. Zahtev za odsustvo se ne može postaviti kao odsustvo bez naknade
