Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Allocated Leaves
ru: Распределенные отпуска
sr: Додељена одсуства
sr_cs: Dodeljena odsustva

source: Allocated Via
ru: Выделено через
sr: Додељено путем
sr_cs: Dodeljeno putem

source: Allocating Leave
ru: Распределение отпуска
sr: Додељивање одсуства
sr_cs: Dodeljivanje odsustva

source: Allocation Date
ru: Дата распределения
sr: Датум доделе
sr_cs: Datum dodele

source: Allocation Details
ru: Подробности распределения
sr: Детаљи доделе
sr_cs: Detalji dodele

source: Allocation Expired!
ru: Распределение истекло!
sr: Додељивање истекло!
sr_cs: Dodeljivanje isteklo!

source: Allocation is greater than the maximum allowed {0} for leave type {1}
ru: Выделение превышает максимально допустимое {0} для типа отпуска {1}
sr: Додељени износ је већи од дозвољеног максималног износа {0} за врсту одсуства {1}
sr_cs: Dodeljeni iznos je veći od dozvoljenog maksimalnog iznosa {0} za vrstu odsustva {1}

source: Allocation to Adjust
ru: Распределение для корректировки
sr: Додела за корекцију
sr_cs: Dodela za korekciju

source: Allocation was skipped due to exceeding annual allocation set in leave policy
ru: Распределение было пропущено из-за превышения ежегодного лимита, установленного в политике отпусков
sr: Додела је прескочена због прекорачења годишње доделе дефинисане политиком одсуства
sr_cs: Dodela je preskočena zbog prekoračenja godišnje dodele definisane politikom odsustva

source: Allocation was skipped due to maximum leave allocation limit set in leave type. Please increase the limit and retry failed allocation.
ru: Распределение было пропущено из-за максимального лимита отпуска, установленного в типе отпуска. Увеличьте лимит и повторите попытку. Не удалось распределить отпуск.
sr: Додела је прескочена због максималног ограничења доделе одсуства постављеног за врсту одсуства. Молимо Вас да повећате ограничење и покушате поново неуспешну доделу.
sr_cs: Dodela je preskočena zbog maksimalnog ograničenja dodele odsustva postavljenog za vrstu odsustva. Molimo Vas da povećate ograničenje i pokušate ponovo neuspešnu dodelu.

source: Allow Employee Checkin from Mobile App
ru: Разрешить регистрацию сотрудников через мобильное приложение
sr: Дозволи запис о присуству са мобилне апликације
sr_cs: Dozvoli zapis o prisustvu sa mobilne aplikacije

source: Allow Encashment
ru: Разрешить выплату
sr: Дозволи накнаду за неискоришћено одсуство
sr_cs: Dozvoli naknadu za neiskorišćeno odsustvo

source: Allow Geolocation Tracking
ru: Разрешить отслеживание Геолокации
sr: Дозволи праћење геолокације
sr_cs: Dozvoli praćenje geolokacije

source: Allow Leave Application After (Working Days)
ru: Разрешить подачу заявления на отпуск после (рабочих дней)
sr: Дозволи захтев за одсуство након (радних дана)
sr_cs: Dozvoli zahtev za odsustvo nakon (radnih dana)

source: Allow Multiple Shift Assignments for Same Date
ru: Разрешить назначение нескольких смен на одну и ту же дату
sr: Дозволи више додела смена за исти датум
sr_cs: Dozvoli više dodela smena za isti datum

source: Allow Negative Balance
ru: Разрешить отрицательный баланс
sr: Дозволи негативно стање
sr_cs: Dozvoli negativno stanje

source: Allow Over Allocation
ru: Разрешить превышение лимита
sr: Дозволи прекорачење доделе
sr_cs: Dozvoli prekoračenje dodele

source: Allow Tax Exemption
ru: Разрешить освобождение от налогов
sr: Дозволи пореско ослобођење
sr_cs: Dozvoli poresko oslobođenje

source: Allow User
ru: Разрешить пользователю
sr: Дозволи кориснику
sr_cs: Dozvoli korisniku

source: Allow Users
ru: Разрешить пользователям
sr: Дозволи корисницима
sr_cs: Dozvoli korisnicima

source: Allow check-out after shift end time (in minutes)
ru: Разрешить выезд после окончания смены (в минутах)
sr: Дозволи одјаву након краја смене (у минутима)
sr_cs: Dozvoli odjavu nakon kraja smene (u minutima)

source: Allow claim for full benefit amount
ru: Разрешить претендовать на полную сумму пособия
sr: Дозволи захтев за цео износ бенефиције
sr_cs: Dozvoli zahtev za ceo iznos beneficije

source: Allow the following users to approve Leave Applications for block days.
ru: Разрешить следующим пользователям одобрять заявки на отпуск на блокированные дни.
sr: Дозволи следећим корисницима да одобравају захтев за одсуство током блокираних дана.
sr_cs: Dozvoli sledećim korisnicima da odobravaju zahtev za odsustvo tokom blokiranih dana.

source: Allows allocating more leaves than the number of days in the allocation period.
ru: Позволяет распределять больше дней отпуска, чем количество дней в периоде распределения.
sr: Омогућава доделу више дана одсуства него што је предвиђено за период доделе.
sr_cs: Omogućava dodelu više dana odsustva nego što je predviđeno za period dodele.

source: Alternating entries as IN and OUT during the same shift
ru: Чередование отметок как «Вход» и «Выход» в течение одной смены
sr: Наизменични уноси као ДОЛАЗАК и ОДЛАЗАК током исте смене
sr_cs: Naizmenični unosi kao DOLAZAK i ODLAZAK tokom iste smene

source: Amount Based on Formula
ru: Сумма на основе формулы
sr: Износ заснован на формули
sr_cs: Iznos zasnovan na formuli

source: Amount based on formula
ru: Сумма на основе формулы
sr: Износ заснован на формули
sr_cs: Iznos zasnovan na formuli

source: Amount claimed via Expense Claim
ru: Сумма, полученная через запрос на расход
sr: Износ захтеван путем захтева за надокнаду трошкова
sr_cs: Iznos zahtevan putem zahteva za nadoknadu troškova

source: Amount of expense
ru: Сумма расходов
sr: Износ трошкова
sr_cs: Iznos troškova

source: Amount paid against this encashment
ru: Сумма, выплаченная по данному обналичиванию
sr: Износ исплаћен по основу ове исплате неискоришћеног одсуства
sr_cs: Iznos isplaćen po osnovu ove isplate neiskorišćenog odsustva

source: Amount scheduled for deduction via salary
ru: Сумма, запланированная к удержанию из зарплаты
sr: Износ планиран за одбитак путем зараде
sr_cs: Iznos planiran za odbitak putem zarade

source: Amount should not be less than zero
ru: Сумма не должна быть меньше нуля
sr: Износ не сме бити мањи од нуле
sr_cs: Iznos ne sme biti manji od nule

source: Amount that has been paid against this advance
ru: Сумма, выплаченная по данному авансу
sr: Износ који је плаћен по овој аконтацији
sr_cs: Iznos koji je plaćen po ovoj akontaciji

source: An Arrear document already exists for employee {0} with salary structure {1} in payroll period {2}
ru: Документ о задолженностях уже существует для сотрудника {0} со структурой заработной платы {1} в расчетном периоде {2}
sr: Документ заостатка већ постоји за запослено лице {0} са структуром зараде {1} у обрачунском периоду {2}
sr_cs: Dokument zaostatka već postoji za zaposleno lice {0} sa strukturom zarade {1} u obračunskom periodu {2}

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
ru: К данной отметке привязана запись о посещаемости. Пожалуйста, отмените посещаемость перед изменением времени.
sr: Евиденција присуства је повезана са овом записом присуства. Молимо Вас да откажете присуство пре него што измените време.
sr_cs: Evidencija prisustva je povezana sa ovom zapisom prisustva. Molimo Vas da otkažete prisustvo pre nego što izmenite vreme.

source: Annual Allocation
ru: Годовое распределение
sr: Годишња расподела
sr_cs: Godišnja raspodela

source: Annual Allocation Exceeded
ru: Годовой лимит превышен
sr: Годишња расподела је премашена
sr_cs: Godišnja raspodela je premašena

source: Annual Salary
ru: Годовая зарплата
sr: Годишња зарада
sr_cs: Godišnja zarada

source: Annual Taxable Amount
ru: Годовая налогооблагаемая сумма
sr: Годишњи опорезиви износ
sr_cs: Godišnji oporezivi iznos

source: Any other details
ru: Другие детали
sr: Остали детаљи
sr_cs: Ostali detalji

source: Any other remarks, noteworthy effort that should go in the records
ru: Другие замечания, требующие внимания, которые следует внести в записи
sr: Додатне напомене, запажени труд који треба евидентирати
sr_cs: Dodatne napomene, zapaženi trud koji treba evidentirati

source: Applicable Earnings Component
ru: Применимый компонент дохода
sr: Примењива компонента зараде
sr_cs: Primenjiva komponenta zarade

source: Applicable Salary Components
ru: Применимые компоненты заработной платы
sr: Примењиве компоненте зараде
sr_cs: Primenjive komponente zarade

source: Applicable in the case of Employee Onboarding
ru: Применимо в случае адаптации сотрудников
sr: Примењиво у случају увођења запосленог лица
sr_cs: Primenjivo u slučaju uvođenja zaposlenog lica

source: Applicant Email Address
ru: Email заявителя
sr: Имејл адреса кандидата
sr_cs: Imejl adresa kandidata

source: Applicant Name
ru: Имя заявителя
sr: Име кандидата
sr_cs: Ime kandidata

source: Applicant Rating
ru: Рейтинг заявителя
sr: Оцена кандидата
sr_cs: Ocena kandidata

source: Applicant for a Job
ru: Откликнуться на вакансию
sr: Кандидат за посао
sr_cs: Kandidat za posao

source: Applicant name
ru: Имя заявителя
sr: Име кандидата
sr_cs: Ime kandidata

source: Application
ru: Приложение
sr: Пријава
sr_cs: Prijava

source: Application Status
ru: Статус приложения
sr: Статус пријаве
sr_cs: Status prijave

source: Application period cannot be across two allocation records
ru: Период подачи заявки не может охватывать две записи распределения
sr: Период пријаве не може да се протеже кроз два записа о додели
sr_cs: Period prijave ne može da se proteže kroz dva zapisa o dodeli

source: Application period cannot be outside leave allocation period
ru: Период подачи заявки не может быть вне периода распределения отпуска
sr: Период пријаве не може бити ван периода доделе одсуства
sr_cs: Period prijave ne može biti van perioda dodele odsustva

source: Applications Received
ru: Получено заявок
sr: Примљене пријаве
sr_cs: Primljene prijave

source: Applications received:
ru: Получено заявок:
sr: Примљене пријаве:
sr_cs: Primljene prijave:

source: Applies to Company
ru: Применить к Компании
sr: Примењиво на компанију
sr_cs: Primenjivo na kompaniju

source: Apply / Approve Leaves
ru: Применить / Согласовать отпуск
sr: Примени / одобри одсуства
sr_cs: Primeni / odobri odsustva

source: Apply Now
ru: Подать заявку
sr: Примени сада
sr_cs: Primeni sada

source: Apply for Public Holiday
ru: Подать заявку на праздничный день
sr: Примени за државни празник
sr_cs: Primeni za državni praznik

source: Apply for Weekend
ru: Применить на выходные
sr: Примени за викенд
sr_cs: Primeni za vikend

source: Appointment Date
ru: Назначенная дата
sr: Датум термина
sr_cs: Datum termina

source: Appointment Letter
ru: Письмо о назначении
sr: Решење о запослењу
sr_cs: Rešenje o zaposlenju

source: Appointment Letter Template
ru: Шаблон письма о назначении
sr: Шаблон решења о запослењу
sr_cs: Šablon rešenja o zaposlenju

source: Appointment Letter content
ru: Содержание письма о назначении
sr: Садржај решења о запослењу
sr_cs: Sadržaj rešenja o zaposlenju

source: Appraisal
ru: Оценка
sr: Евалуација
sr_cs: Evaluacija

source: Appraisal Cycle
ru: Цикл оценки
sr: Циклус евалуације
sr_cs: Ciklus evaluacije

source: Appraisal Goal
ru: Цель оценки
sr: Циљ евалуације
sr_cs: Cilj evaluacije

source: Appraisal KRA
ru: Оценка КРА
sr: Евалуација KRA
sr_cs: Evaluacija KRA

source: Appraisal Linking
ru: Связь оценки
sr: Повезивање евалуације
sr_cs: Povezivanje evaluacije

source: Appraisal Overview
ru: Обзор оценки
sr: Преглед евалуације
sr_cs: Pregled evaluacije

source: Appraisal Template
ru: Шаблон оценки
sr: Шаблон евалуације
sr_cs: Šablon evaluacije

source: Appraisal Template Goal
ru: Цель по шаблону оценки
sr: Циљ шаблона евалуације
sr_cs: Cilj šablona evaluacije

source: Appraisal Template Missing
ru: Отсутствует шаблон оценки
sr: Недостаје шаблон евалуације
sr_cs: Nedostaje šablon evaluacije

source: Appraisal Template Title
ru: Название шаблона оценки
sr: Наслов шаблона евалуације
sr_cs: Naslov šablona evaluacije

source: Appraisal Template not found for some designations.
ru: Для некоторых обозначений шаблон оценки не найден.
sr: Шаблон евалуације није пронађен за неке позиције.
sr_cs: Šablon evaluacije nije pronađen za neke pozicije.

source: Appraisal creation is queued. It may take a few minutes.
ru: Создание оценки поставлено в очередь. Это может занять несколько минут.
sr: Креирање евалуације је у реду чекања. Може потрајати неколико минута.
sr_cs: Kreiranje evaluacije je u redu čekanja. Može potrajati nekoliko minuta.

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
ru: Оценка {0} уже существует для сотрудника {1} для этого цикла оценки или перекрывающегося периода
sr: Евалуација {0} већ постоји за запослено лице {1} за овај циклус евалуације или период који се поклапа
sr_cs: Evaluacija {0} već postoji za zaposleno lice {1} za ovaj ciklus evaluacije ili period koji se poklapa

source: Appraisal {0} does not belong to Employee {1}
ru: Оценка {0} не относится к сотруднику {1}
sr: Евалуација {0} не припада запосленом лицу {1}
sr_cs: Evaluacija {0} ne pripada zaposlenom licu {1}

source: Appraisee
ru: Оцениваемый
sr: Оцењивање
sr_cs: Ocenjivanje

source: Appraisees: {0}
ru: Оцениваемые: {0}
sr: Лица која се оцењују: {0}
sr_cs: Lica koja se ocenjuju: {0}

source: Apprentice
ru: Ученик
sr: Приправник
sr_cs: Pripravnik

source: Approval
ru: Утверждение
sr: Одобрење
sr_cs: Odobrenje

source: Approval Status
ru: Статус утверждения
sr: Статус одобрења
sr_cs: Status odobrenja

source: Approval Status must be 'Approved' or 'Rejected'
ru: Статус должен быть 'Утвержден' или 'Отклонен'
sr: Статус одобрења мора бити 'Одобрено' или 'Одбијено'
sr_cs: Status odobrenja mora biti 'Odobreno' ili 'Odbijeno'

source: Approve
ru: Утверждено
sr: Одобри
sr_cs: Odobri

source: Approved
ru: Утвержден
sr: Одобрено
sr_cs: Odobreno

source: Approver
ru: Утверждающий
sr: Одобравалац
sr_cs: Odobravalac

source: Approvers
ru: Утверждающие
sr: Одобраваоци
sr_cs: Odobravaoci

source: Apr
ru: Апр
sr: Апр

source: Are you sure you want to delete the attachment
ru: Вы уверены, что хотите удалить вложение?
sr: Да ли сте сигурни да желите да обришете прилог
sr_cs: Da li ste sigurni da želite da obrišete prilog

source: Are you sure you want to delete the {0}
ru: Вы уверены, что хотите удалить {0}
sr: Да ли сте сигурни да желите да обришете {0}
sr_cs: Da li ste sigurni da želite da obrišete {0}

source: Are you sure you want to email the selected salary slips?
ru: Вы уверены, что хотите отправить выбранные расчетные листки по электронной почте?
sr: Да ли сте сигурни да желите да пошаљете обрачунски листић путем имејла?
sr_cs: Da li ste sigurni da želite da pošaljete obračunski listić putem imejla?

source: Are you sure you want to reject the Employee Referral?
ru: Вы уверены, что хотите отклонить Рекомендацию Сотрудника?
sr: Да ли сте сигурни да желите да одбијете препоруку запосленог лица?
sr_cs: Da li ste sigurni da želite da odbijete preporuku zaposlenog lica?

source: Arrear
ru: Задолженность
sr: Заостатак
sr_cs: Zaostatak

source: Arrear Component
ru: Компонент задолженности / перерасчёта
sr: Компонента заостатка
sr_cs: Komponenta zaostatka

source: Arrear Component cannot be set for Salary Components based on taxable salary.
ru: Компонент задолженности не может быть установлен для компонентов заработной платы на основе облагаемой налогом заработной платы.
sr: Компонента заостатка не може се поставити за компоненте зараде које се заснивају на опорезивој заради.
sr_cs: Komponenta zaostatka ne može se postaviti za komponente zarade koje se zasnivaju na oporezivoj zaradi.

source: Arrear Start Date
ru: Дата начала просрочки
sr: Датум почетка заостатка
sr_cs: Datum početka zaostatka

source: Arrears
ru: Задолженность
sr: Заостаци
sr_cs: Zaostaci

source: Arrival Datetime
ru: Дата и время прибытия
sr: Датум и време доласка
sr_cs: Datum i vreme dolaska

source: As per your assigned Salary Structure you cannot apply for benefits
ru: В соответствии с назначенной вам структурой заработной платы вы не можете претендовать на льготы
sr: У складу са додељеном структуром зараде не можете поднети захтев за бенефиције
sr_cs: U skladu sa dodeljenom strukturom zarade ne možete podneti zahtev za beneficije

source: Asset Recovery Cost for {0}: {1}
ru: Стоимость восстановления активов для {0}: {1}
sr: Трошак повраћаја имовине за {0}: {1}
sr_cs: Trošak povraćaja imovine za {0}: {1}

source: Assets Allocated
ru: Активы распределены
sr: Додељена имовина
sr_cs: Dodeljena imovina

source: Assign Salary Structure to {0} employee(s)?
ru: Назначить структуру заработной платы {0} сотрудникам?
sr: Додели структуру зараде за {0} запослених лица?
sr_cs: Dodeli strukturu zarade za {0} zaposlenih lica?

source: Assign Shift
ru: Назначить смену
sr: Додели смену
sr_cs: Dodeli smenu

source: Assign Shift Schedule
ru: Назначить график смен
sr: Додели распоред смене
sr_cs: Dodeli raspored smene

source: Assign Structure
ru: Назначить структуру
sr: Додели структуру
sr_cs: Dodeli strukturu

source: Assigning Salary Structure
ru: Назначение структуры заработной платы
sr: Додељивање структуре зараде
sr_cs: Dodeljivanje strukture zarade

source: Assigning Structure...
ru: Назначение структуры...
sr: Додељивање структуре...
sr_cs: Dodeljivanje strukture...

source: Assigning Structures...
ru: Назначение структур...
sr: Додељивање структуре...
sr_cs: Dodeljivanje strukture...

source: Assignment based on
ru: Назначение на основе
sr: Додељивање засновано на
sr_cs: Dodeljivanje zasnovano na

source: Associate Job Opening
ru: Связать вакансию
sr: Повежи отворено радно место
sr_cs: Poveži otvoreno radno mesto

source: Associated Document
ru: Связанный документ
sr: Повезани документ
sr_cs: Povezani dokument

source: Associated Document Type
ru: Тип связанного документа
sr: Врста повезаног документа
sr_cs: Vrsta povezanog dokumenta

source: At least one interview has to be selected.
ru: Необходимо выбрать хотя бы одно интервью.
sr: Неопходно је изабрати барем један интервју.
sr_cs: Neophodno je izabrati barem jedan intervju.

source: Attach Proof
ru: Прикрепить подтверждение
sr: Приложи доказ
sr_cs: Priloži dokaz

source: Attempted
ru: Попытка
sr: Покушано
sr_cs: Pokušano

source: Attendance
ru: Присутствие
sr: Присуство
sr_cs: Prisustvo

source: Attendance Calendar
ru: Календарь посещаемости
sr: Календар присуства
sr_cs: Kalendar prisustva

source: Attendance Count
ru: Количество посещений
sr: Број присуства
sr_cs: Broj prisustva

source: Attendance Date
ru: Дата посещения
sr: Датум присуства
sr_cs: Datum prisustva

source: Attendance From Date
ru: Дата посещения
sr: Датум почетка присуства
sr_cs: Datum početka prisustva

source: Attendance From Date and Attendance To Date is mandatory
ru: Посещение с даты и по дату обязательно
sr: Датум почетка присуства и датум завршетка присуства је обавезан
sr_cs: Datum početka prisustva i datum završetka prisustva je obavezan

source: Attendance ID
ru: ID посещения
sr: ИД присуства
sr_cs: ID prisustva

source: Attendance Marked
ru: Посещаемость отмечена
sr: Означено присуство
sr_cs: Označeno prisustvo

source: Attendance Request
ru: Запрос на присутствие
sr: Захтев за евидентирање присуства
sr_cs: Zahtev za evidentiranje prisustva

source: Attendance Request History
ru: История запросов на присутствие
sr: Историја захтева за евидентирање присуства
sr_cs: Istorija zahteva za evidentiranje prisustva

source: Attendance Settings
ru: Настройки посещаемости
sr: Подешавање присуства
sr_cs: Podešavanje prisustva

source: Attendance To Date
ru: Дата посещения
sr: Датум завршетка присуства
sr_cs: Datum završetka prisustva

source: Attendance Updated
ru: Посещаемость обновлена
sr: Присуство је ажурирано
sr_cs: Prisustvo je ažurirano

source: Attendance Warnings
ru: Предупреждения о посещаемости
sr: Упозорења присуства
sr_cs: Upozorenja prisustva

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
ru: Дата посещения {0} не может быть меньше даты прихода сотрудника {1}: {2}
sr: Датум присуства {0} не може бити пре датума запослења запосленог лица {1}: {2}
sr_cs: Datum prisustva {0} ne može biti pre datuma zaposlenja zaposlenog lica {1}: {2}

source: Attendance for all the employees under this criteria has been marked already.
ru: Посещаемость всех сотрудников по данному критерию уже отмечена.
sr: Присуство за сва запослена лица која испуњавају овај критеријум већ је евидентирано.
sr_cs: Prisustvo za sva zaposlena lica koja ispunjavaju ovaj kriterijum već je evidentirano.

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
ru: Посещаемость сотрудника {0} уже отмечена для перекрывающейся смены {1}: {2}
sr: Присуство за запослено лице {0} већ је евидентирано за преклапајућу смену {1}: {2}
sr_cs: Prisustvo za zaposleno lice {0} već je evidentirano za preklapajuću smenu {1}: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
ru: Явка сотрудника {0} уже отмечена на дату {1}: {2}
sr: Присуство за запослено лице {0} већ је евидентирано за датум {1}: {2}
sr_cs: Prisustvo za zaposleno lice {0} već je evidentirano za datum {1}: {2}

source: Attendance for employee {0} is already marked for the following dates: {1}
ru: Посещаемость для сотрудника {0} уже отмечена на следующие даты: {1}
sr: Присуство за запослено лице {0} већ је евидентирано за следеће датуме: {1}
sr_cs: Prisustvo za zaposleno lice {0} već je evidentirano za sledeće datume: {1}

source: Attendance for the following dates will be skipped/overwritten on submission
ru: Посещение следующих дат будет пропущено/переписано при подаче заявки
sr: Присуство за следеће датуме биће прескочено или замењено приликом подношења
sr_cs: Prisustvo za sledeće datume biće preskočeno ili zamenjeno prilikom podnošenja

source: Attendance from {0} to {1} has already been marked for the Employee {2}
ru: Посещаемость с {0} по {1} уже отмечена для сотрудника {2}
sr: Присуство од {0} до {1} већ је евидентирано за запослено лице {2}
sr_cs: Prisustvo od {0} do {1} već je evidentirano za zaposleno lice {2}

source: Attendance has been marked for all the employees between the selected payroll dates.
ru: Посещаемость отмечена для всех сотрудников в период между выбранными датами выплаты заработной платы.
sr: Присуство је евидентирано за сва запослена лица у периоду између изабраних датума обрачуна зараде.
sr_cs: Prisustvo je evidentirano za sva zaposlena lica u periodu između izabranih datuma obračuna zarade.

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
ru: Ожидается присутствие этих сотрудников между выбранными датами выплаты заработной платы. Отметьте присутствие, чтобы продолжить. Подробности см. в {0}
sr: За ова запослена лица присуство је на чекању у периоду између изабраних датума обрачуна зараде. Означите присуство да бисте наставили. Погледајте {0} за детаље.
sr_cs: Za ova zaposlena lica prisustvo je na čekanju u periodu između izabranih datuma obračuna zarade. Označite prisustvo da biste nastavili. Pogledajte {0} za detalje.

source: Attendance marked successfully
ru: Посещаемость отмечена успешно
sr: Присуство је успешно евидентирано
sr_cs: Prisustvo je uspešno evidentirano

source: Attendance not submitted for {0} as it is a Holiday.
ru: Данные о посещении не были отправлены на {0}, так как это праздничный день.
sr: Присуство није поднето за {0} јер је у питању празник.
sr_cs: Prisustvo nije podneto za {0} jer je u pitanju praznik.

source: Attendance not submitted for {0} as {1} is on leave.
ru: Отчет о посещении {0} не представлен, так как {1} находится в отпуске.
sr: Присуство није поднето за {0} јер је {1} на одсуству.
sr_cs: Prisustvo nije podneto za {0} jer je {1} na odsustvu.

source: Attendance will be marked automatically only after this date.
ru: Посещаемость будет автоматически отмечена только после этой даты.
sr: Присуство ће бити аутоматски евидентирано тек након овог датума.
sr_cs: Prisustvo će biti automatski evidentirano tek nakon ovog datuma.
