Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: PF Amount
ru: Сумма ПФ
sr: Износ доприноса за пензиони фонд
sr_cs: Iznos doprinosa za penzioni fond

source: PF Loan
ru: Кредит ПФ
sr: Зајам у оквиру пензионог фонда
sr_cs: Zajam u okviru penzionog fonda

source: PWA Notification
ru: Уведомление PWA
sr: PWA обавештење
sr_cs: PWA obaveštenje

source: Paid via Salary Slip
ru: Оплачено через расчетный листок
sr: Исплаћено путем обрачунског листића
sr_cs: Isplaćeno putem obračunskog listića

source: Parent Goal
ru: Цель родителей
sr: Матични циљ
sr_cs: Matični cilj

source: Part-time
ru: Неполная занятость
sr: Непуно радно време
sr_cs: Nepuno radno vreme

source: Partially Sponsored, Require Partial Funding
ru: Частично спонсируется, требуется частичное финансирование
sr: Делимично спонзорисано, неопходан је додатни део средстава
sr_cs: Delimično sponzorisano, neophodan je dodatni deo sredstava

source: Partly Claimed and Returned
ru: Частично востребовано и возвращено
sr: Делимично потраживано и враћено
sr_cs: Delimično potraživano i vraćeno

source: Password Policy
ru: Политика паролей
sr: Политика лозинки
sr_cs: Politika lozinki

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
ru: Политика паролей не может содержать пробелы или одновременные дефисы. Формат будет автоматически перестроен.
sr: Политика лозинки не сме садржати размаке или узастопне цртице. Формат ће бити аутоматски преуређен
sr_cs: Politika lozinki ne sme sadržati razmake ili uzastopne crtice. Format će biti automatski preuređen

source: Password policy for Salary Slips is not set
ru: Политика паролей для зарплатных листков не установлена.
sr: Политика лозинки за обрачунски листић није постављена
sr_cs: Politika lozinki za obračunski listić nije postavljena

source: Pay Rate Multipliers
ru: Множители ставок оплаты
sr: Коефицијенти стопе исплате
sr_cs: Koeficijenti stope isplate

source: Pay Via Payment Entry
ru: Оплата через платежную запись
sr: Плати путем уноса уплате
sr_cs: Plati putem unosa uplate

source: Pay via Salary Slip
ru: Оплата через зарплатную квитанцию
sr: Уплата путем обрачунског листића
sr_cs: Uplata putem obračunskog listića

source: Payable Account is mandatory to submit an Expense Claim
ru: Для подачи заявления на возмещение расходов обязательно наличие счета к оплате.
sr: Рачун обавеза је обавезан за подношење захтева за надокнаду трошкова
sr_cs: Račun obaveza je obavezan za podnošenje zahteva za nadoknadu troškova

source: Payment Account is mandatory
ru: Платежный счет обязателен
sr: Рачун за исплату је обавезан
sr_cs: Račun za isplatu je obavezan

source: Payment Date
ru: Дата платежа
sr: Датум уплате
sr_cs: Datum uplate

source: Payment Days
ru: Дни оплаты
sr: Дани обрачуна
sr_cs: Dani obračuna

source: Payment Days Calculation Help
ru: Помощь в расчете платежных дней
sr: Помоћ за обрачун дана за плаћање
sr_cs: Pomoć za obračun dana za plaćanje

source: Payment Days Dependency
ru: Зависимость от дней оплаты
sr: Зависност дана обрачуна
sr_cs: Zavisnost dana obračuna

source: Payment Days calculations are based on these Payroll Settings
ru: Расчеты дней оплаты производятся на основе этих настроек расчета заработной платы.
sr: Број дана обрачуна одређује се према подешавањима обрачуна зараде
sr_cs: Broj dana obračuna određuje se prema podešavanjima obračuna zarade

source: Payment and Accounting
ru: Оплата и учет
sr: Уплата и рачуноводство
sr_cs: Uplata i računovodstvo

source: Payment of {0} from {1} to {2}
ru: Выплата {0} с {1} до {2}
sr: Уплата {0} од {1} до {2}
sr_cs: Uplata {0} od {1} do {2}

source: Payout
ru: Выплата
sr: Исплата
sr_cs: Isplata

source: Payout Method
ru: Способ выплаты
sr: Начин исплате
sr_cs: Način isplate

source: Payout Unclaimed Amount in Final Payroll Cycle
ru: Выплата невостребованной суммы в последнем расчетном цикле
sr: Исплата неискоришћеног износа у завршном обрачунском циклусу
sr_cs: Isplata neiskorišćenog iznosa u završnom obračunskom ciklusu

source: Payroll
ru: Расчет зарплаты
sr: Обрачун зараде
sr_cs: Obračun zarade

source: Payroll Based On
ru: Расчет заработной платы на основе
sr: Обрачун зараде на основу
sr_cs: Obračun zarade na osnovu

source: Payroll Correction
ru: Корректировка заработной платы
sr: Корекција обрачуна зарада
sr_cs: Korekcija obračuna zarada

source: Payroll Correction Child
ru: Коррекция заработной платы для ребенка
sr: Зависна ставка корекције обрачуна зарада
sr_cs: Zavisna stavka korekcije obračuna zarada

source: Payroll Cost Center
ru: Центр затрат на заработную плату
sr: Трошковни центар обрачуна зараде
sr_cs: Troškovni centar obračuna zarade

source: Payroll Cost Centers
ru: Центры затрат на заработную плату
sr: Трошковни центри обрачуна зараде
sr_cs: Troškovni centri obračuna zarade

source: Payroll Dashboard
ru: Панель управления расчетом заработной платы
sr: Контролна табла обрачуна зараде
sr_cs: Kontrolna tabla obračuna zarade

source: Payroll Date
ru: Дата выплаты заработной платы
sr: Датум обрачуна зараде
sr_cs: Datum obračuna zarade

source: Payroll Employee Detail
ru: Подробная информация о заработной плате сотрудников
sr: Детаљи о запосленом лицу за обрачун зараде
sr_cs: Detalji o zaposlenom licu za obračun zarade

source: Payroll Entry cancellation is queued. It may take a few minutes
ru: Отмена записи о заработной плате поставлена в очередь. Это может занять несколько минут.
sr: Отказивање уноса обрачуна зараде је у реду чекања. Може потрајати неколико минута
sr_cs: Otkazivanje unosa obračuna zarade je u redu čekanja. Može potrajati nekoliko minuta

source: Payroll Frequency
ru: Частота выплаты заработной платы
sr: Учесталост обрачуна зарада
sr_cs: Učestalost obračuna zarada

source: Payroll Info
ru: Информация о заработной плате
sr: Информације о обрачуну зараде
sr_cs: Informacije o obračunu zarade

source: Payroll Number
ru: Номер заработной платы
sr: Број обрачуна зараде
sr_cs: Broj obračuna zarade

source: Payroll Payable Account
ru: Счет к выплате заработной платы
sr: Рачун обавеза за зараде
sr_cs: Račun obaveza za zarade

source: Payroll Period
ru: Период расчета заработной платы
sr: Обрачунски период
sr_cs: Obračunski period

source: Payroll Period Date
ru: Дата расчетного периода
sr: Датум обрачунског периода
sr_cs: Datum obračunskog perioda

source: Payroll Periods
ru: Периоды выплаты заработной платы
sr: Обрачунски периоди
sr_cs: Obračunski periodi

source: Payroll Reports
ru: Отчеты по заработной плате
sr: Извештаји о обрачуну зараде
sr_cs: Izveštaji o obračunu zarade

source: Payroll Settings
ru: Настройки Платежей
sr: Подешавање обрачуна зараде
sr_cs: Podešavanje obračuna zarade

source: Payroll date can not be greater than employee's relieving date.
ru: Дата выплаты заработной платы не может быть позже даты увольнения сотрудника.
sr: Датум обрачуна зараде не може бити већи од датума престанка радног односа.
sr_cs: Datum obračuna zarade ne može biti veći od datuma prestanka radnog odnosa.

source: Payroll date can not be less than employee's joining date.
ru: Дата выплаты заработной платы не может быть раньше даты приема сотрудника на работу.
sr: Датум обрачуна зараде не може бити пре датума запослења запосленог лица.
sr_cs: Datum obračuna zarade ne može biti pre datuma zaposlenja zaposlenog lica.

source: Payroll date cannot be in the past. This is to ensure that claims are made for the current or future payroll cycles.
ru: Дата выплаты заработной платы не может быть в прошлом. Это необходимо для того, чтобы заявки можно было подавать как за текущий, так и за будущий период выплаты заработной платы.
sr: Датум обрачуна зарада не може бити у прошлости. Ово осигурава да се захтеви подносе за текуће или будуће обрачунске циклусе.
sr_cs: Datum obračuna zarada ne može biti u prošlosti. Ovo osigurava da se zahtevi podnose za tekuće ili buduće obračunske cikluse.

source: Pending (unpaid) amount from previous advances
ru: Ожидаемая (неоплаченная) сумма из предыдущих авансов
sr: Преостали (неуплаћени) износ из претходних аконтација
sr_cs: Preostali (neuplaćeni) iznos iz prethodnih akontacija

source: Pending Asset Returns
ru: Ожидаемые возвраты активов
sr: Задужена имовина која није враћена
sr_cs: Zadužena imovina koja nije vraćena

source: Pending FnF
ru: В ожидании FnF
sr: На чекању за коначан обрачун
sr_cs: Na čekanju za konačan obračun

source: Pending Interviews
ru: Ожидаемые интервью
sr: Интервјуи на чекању
sr_cs: Intervjui na čekanju

source: Pending Questionnaires
ru: Ожидаемые анкеты
sr: Упитници на чекању
sr_cs: Upitnici na čekanju

source: Percent Deduction
ru: Процентный вычет
sr: Одбитак у процентима
sr_cs: Odbitak u procentima

source: Performance
ru: Производительность
sr: Перформансе
sr_cs: Performanse

source: Permanently cancel {0}
ru: Окончательная отмена {0}
sr: Трајно отказивање {0}
sr_cs: Trajno otkazivanje {0}

source: Permanently submit {0}
ru: Навсегда отправить {0}
sr: Трајно подношење {0}
sr_cs: Trajno podnošenje {0}

source: Piecework
ru: Сдельная работа
sr: Рад по учинку
sr_cs: Rad po učinku

source: Planned number of Positions
ru: Планируемое количество позиций
sr: Планирани број позиција
sr_cs: Planirani broj pozicija

source: Please Enable Auto Attendance and complete the setup first.
ru: Сначала включите функцию «Автопосещение» и завершите настройку.
sr: Молимо Вас да омогућите аутоматску евиденцију присуства и завршите поставке.
sr_cs: Molimo Vas da omogućite automatsku evidenciju prisustva i završite postavke.

source: Please Select Company First
ru: Пожалуйста, сначала выберите компанию
sr: Молимо Вас да прво изаберете компанију
sr_cs: Molimo Vas da prvo izaberete kompaniju

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
ru: Пожалуйста, сначала назначьте структуру заработной платы для сотрудника {0}, применимую с или до {1}
sr: Молимо Вас да прво доделите структуру зараде запосленом лицу {0} која важи од или пре {1}
sr_cs: Molimo Vas da prvo dodelite strukturu zarade zaposlenom licu {0} koja važi od ili pre {1}

source: Please check if employee is on leave or attendance with the same status exists for selected day(s).
ru: Проверьте, находится ли сотрудник в отпуске или существует ли присутствие с таким же статусом для выбранного(ых) дня(дней).
sr: Молимо Вас да проверите да ли је запослено лице на одсуству или већ постоји присуство са истим статусом за изабран дан(е).
sr_cs: Molimo Vas da proverite da li je zaposleno lice na odsustvu ili već postoji prisustvo sa istim statusom za izabran dan(e).

source: Please confirm once you have completed your training
ru: Пожалуйста, подтвердите, как только вы завершите обучение
sr: Молимо Вас да потврдите када завршите обуку
sr_cs: Molimo Vas da potvrdite kada završite obuku

source: Please create a new {0} for the date {1} first.
ru: Сначала создайте новый {0} для даты {1}.
sr: Молимо Вас да креирате нови {0} за датум {1}.
sr_cs: Molimo Vas da kreirate novi {0} za datum {1}.

source: Please delete the Employee {0} to cancel this document
ru: Пожалуйста, удалите сотрудника {0}, чтобы отменить этот документ.
sr: Молимо Вас да обришете запослено лице {0} да бисте отказали овај документ
sr_cs: Molimo Vas da obrišete zaposleno lice {0} da biste otkazali ovaj dokument

source: Please enable default incoming account before creating Daily Work Summary Group
ru: Перед созданием группы ежедневных сводок работ включите входящую учетную запись по умолчанию.
sr: Молимо Вас да омогућите подразумевани долазни рачун пре креирања групе за дневни извештај о раду
sr_cs: Molimo Vas da omogućite podrazumevani dolazni račun pre kreiranja grupe za dnevni izveštaj o radu

source: Please enter the designation
ru: Пожалуйста, введите обозначение
sr: Молимо Вас да унесете позицију
sr_cs: Molimo Vas da unesete poziciju

source: Please fill in Employee, Posting Date, and Company before fetching overtime details.
ru: Прежде чем получать данные о сверхурочной работе, пожалуйста, укажите данные о сотруднике, дату размещения и компанию.
sr: Молимо Вас да унесете запослено лице, датум књижења и компанију пре преузимања детаља о прековременом раду.
sr_cs: Molimo Vas da unesete zaposleno lice, datum knjiženja i kompaniju pre preuzimanja detalja o prekovremenom radu.

source: Please reduce {0} to avoid shift time overlapping with itself
ru: Пожалуйста, уменьшите {0}, чтобы избежать наложения времени сдвига на себя.
sr: Молимо Вас да смањите {0} да бисте избегли преклапање времена смене
sr_cs: Molimo Vas da smanjite {0} da biste izbegli preklapanje vremena smene

source: Please see attachment
ru: Пожалуйста, смотрите приложение.
sr: Молимо Вас да погледате прилог
sr_cs: Molimo Vas da pogledate prilog

source: Please select Company and Designation
ru: Выберите компанию и должность
sr: Молимо Вас да унесете компанију и позицију
sr_cs: Molimo Vas da unesete kompaniju i poziciju

source: Please select Employee
ru: Пожалуйста, выберите сотрудника
sr: Молимо Вас да изаберете запослено лице
sr_cs: Molimo Vas da izaberete zaposleno lice

source: Please select Employee first.
ru: Сначала выберите «Сотрудник».
sr: Молимо Вас да прво изаберете запослено лице.
sr_cs: Molimo Vas da prvo izaberete zaposleno lice.

source: Please select Filter Based On
ru: Пожалуйста, выберите Фильтр на основе
sr: Молимо Вас да изаберете филтер заснован на
sr_cs: Molimo Vas da izaberete filter zasnovan na

source: Please select From Date and Payroll Frequency first
ru: Сначала выберите дату и периодичность выплаты заработной платы
sr: Молимо Вас да прво изаберете датум почетка и учесталост обрачуна зарада
sr_cs: Molimo Vas da prvo izaberete datum početka i učestalost obračuna zarada

source: Please select From Date.
ru: Пожалуйста, выберите дату.
sr: Молимо Вас да изаберете датум почетка.
sr_cs: Molimo Vas da izaberete datum početka.

source: Please select Shift Schedule and assignment date(s).
ru: Выберите график смен и дату(ы) назначения.
sr: Молимо Вас да изаберете распоред смена и датуме додељивања.
sr_cs: Molimo Vas da izaberete raspored smena i datume dodeljivanja.

source: Please select Shift Type and assignment date(s).
ru: Выберите тип смены и дату(ы) назначения.
sr: Молимо Вас да изаберете врсту смене и датуме додељивања.
sr_cs: Molimo Vas da izaberete vrstu smene i datume dodeljivanja.

source: Please select a company first
ru: Пожалуйста, сначала выберите компанию
sr: Молимо Вас да прво изаберете компанију
sr_cs: Molimo Vas da prvo izaberete kompaniju

source: Please select a company first.
ru: Сначала выберите компанию.
sr: Молимо Вас да прво изаберете компанију.
sr_cs: Molimo Vas da prvo izaberete kompaniju.

source: Please select a csv file
ru: Пожалуйста, выберите CSV-файл
sr: Молимо Вас да изаберете CSV фајл
sr_cs: Molimo Vas da izaberete CSV fajl

source: Please select a date.
ru: Пожалуйста, выберите дату.
sr: Молимо Вас да изаберете датум.
sr_cs: Molimo Vas da izaberete datum.

source: Please select an Applicant
ru: Пожалуйста, выберите заявителя
sr: Молимо Вас да изаберете кандидата
sr_cs: Molimo Vas da izaberete kandidata

source: Please select at least one Shift Request to perform this action.
ru: Для выполнения этого действия выберите хотя бы один запрос на смену.
sr: Молимо Вас да изаберете барем један захтев за радну смену да бисте извршили ову радњу.
sr_cs: Molimo Vas da izaberete barem jedan zahtev za radnu smenu da biste izvršili ovu radnju.

source: Please select at least one employee to perform this action.
ru: Пожалуйста, выберите хотя бы одного сотрудника для выполнения этого действия.
sr: Молимо Вас да изаберете најмање једно запослено лице за ову радњу.
sr_cs: Molimo Vas da izaberete najmanje jedno zaposleno lice za ovu radnju.

source: Please select at least one row to perform this action.
ru: Для выполнения этого действия выберите хотя бы одну строку.
sr: Молимо Вас да изаберете најмање један ред за ову радњу.
sr_cs: Molimo Vas da izaberete najmanje jedan red za ovu radnju.

source: Please select company.
ru: Пожалуйста, выберите компанию.
sr: Молимо Вас да изаберете компанију.
sr_cs: Molimo Vas da izaberete kompaniju.

source: Please select employee first
ru: Пожалуйста, сначала выберите сотрудника
sr: Молимо Вас да прво изаберете запослено лице
sr_cs: Molimo Vas da prvo izaberete zaposleno lice

source: Please select employees to create appraisals for
ru: Выберите сотрудников, для которых необходимо создать оценки
sr: Молимо Вас да изаберете запослено лице да бисте креирали евалуације за
sr_cs: Molimo Vas da izaberete zaposleno lice da biste kreirali evaluacije za

source: Please select half day attendance status.
ru: Пожалуйста, выберите статус посещения на полдня.
sr: Молимо Вас да изаберете статус присуства за половину радног дана.
sr_cs: Molimo Vas da izaberete status prisustva za polovinu radnog dana.

source: Please select month and year.
ru: Пожалуйста, выберите месяц и год.
sr: Молимо Вас да изаберете месец и годину.
sr_cs: Molimo Vas da izaberete mesec i godinu.

source: Please select the Appraisal Cycle first.
ru: Сначала выберите цикл оценки.
sr: Молимо Вас да прво изаберете циклус евалуације.
sr_cs: Molimo Vas da prvo izaberete ciklus evaluacije.

source: Please select the attendance status.
ru: Пожалуйста, выберите статус посещения.
sr: Молимо Вас да изаберете статус присуства.
sr_cs: Molimo Vas da izaberete status prisustva.

source: Please select the employees you want to mark attendance for.
ru: Выберите сотрудников, посещаемость которых вы хотите отметить.
sr: Молимо Вас да изаберете запослена лица за које желите да означите присуство.
sr_cs: Molimo Vas da izaberete zaposlena lica za koje želite da označite prisustvo.

source: Please select the salary slips to email
ru: Пожалуйста, выберите зарплатные листки для отправки по электронной почте
sr: Молимо Вас да изаберете обрачунски листић за слање путем имејла
sr_cs: Molimo Vas da izaberete obračunski listić za slanje putem imejla

source: Please set "Default Payroll Payable Account" in Company Defaults
ru: Установите «Счет для выплаты заработной платы по умолчанию» в настройках компании по умолчанию
sr: Молимо Вас да подесите "Подразумевани рачун обавеза по основу зараде" у подразумеваним подешавањима компаније
sr_cs: Molimo Vas da podesite "Podrazumevani račun obaveza po osnovu zarade" u podrazumevanim podešavanjima kompanije

source: Please set Basic and HRA component in Company {0}
ru: Установите базовый компонент и компонент HRA в компании {0}
sr: Молимо Вас да подесите основну и HRA компоненту у компанији {0}
sr_cs: Molimo Vas da podesite osnovnu i HRA komponentu u kompaniji {0}

source: Please set Earning Component for Leave type: {0}.
ru: Установите компонент заработка для типа отпуска: {0}.
sr: Молимо Вас да поставите компоненту прихода за врсту одсуства: {0}.
sr_cs: Molimo Vas da postavite komponentu prihoda za vrstu odsustva: {0}.

source: Please set Payroll based on in Payroll settings
ru: Пожалуйста, установите расчет заработной платы на основе настроек расчета заработной платы
sr: Молимо Вас да подесите основу за обрачун зараде у подешавањима обрачуна зараде
sr_cs: Molimo Vas da podesite osnovu za obračun zarade u podešavanjima obračuna zarade

source: Please set Relieving Date for employee: {0}
ru: Пожалуйста, установите дату увольнения сотрудника: {0}
sr: Молимо Вас да поставите датум престанка радног односа за запослено лице: {0}
sr_cs: Molimo Vas da postavite datum prestanka radnog odnosa za zaposleno lice: {0}

source: Please set a date range less than 90 days.
ru: Пожалуйста, установите диапазон дат менее 90 дней.
sr: Молимо Вас да поставите опсег датума краћи од 90 дана.
sr_cs: Molimo Vas da postavite opseg datuma kraći od 90 dana.

source: Please set account in Salary Component {0}
ru: Пожалуйста, установите счет в компоненте зарплаты {0}
sr: Молимо Вас да подесите рачун у компоненти зараде {0}
sr_cs: Molimo Vas da podesite račun u komponenti zarade {0}

source: Please set default template for Leave Approval Notification in HR Settings.
ru: Установите шаблон по умолчанию для уведомления об утверждении отпуска в настройках отдела кадров.
sr: Молимо Вас да поставите подразумевани шаблон за обавештење о одобрењу одсуства у HR подешавањима.
sr_cs: Molimo Vas da postavite podrazumevani šablon za obaveštenje o odobrenju odsustva u HR podešavanjima.

source: Please set default template for Leave Status Notification in HR Settings.
ru: Установите шаблон по умолчанию для уведомления о статусе отпуска в настройках отдела кадров.
sr: Молимо Вас да поставите подразумевани шаблон за обавештење о статусу одсуства у HR подешавањима.
sr_cs: Molimo Vas da postavite podrazumevani šablon za obaveštenje o statusu odsustva u HR podešavanjima.

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
ru: Пожалуйста, установите Шаблон оценки для всех {0} или выберите шаблон в таблице «Сотрудники» ниже.
sr: Молимо Вас да подесите шаблон евалуације за све {0} или да изаберете шаблон у табели запослених лица испод.
sr_cs: Molimo Vas da podesite šablon evaluacije za sve {0} ili da izaberete šablon u tabeli zaposlenih lica ispod.

source: Please set the Company
ru: Пожалуйста, укажите компанию
sr: Молимо Вас да поставите компанију
sr_cs: Molimo Vas da postavite kompaniju

source: Please set the Date Of Joining for employee {0}
ru: Пожалуйста, установите дату вступления в должность для сотрудника {0}
sr: Молимо Вас да поставите датум запослења за запослено лице {0}
sr_cs: Molimo Vas da postavite datum zaposlenja za zaposleno lice {0}

source: Please set the Holiday List.
ru: Пожалуйста, составьте список праздников.
sr: Молимо Вас да поставите листу празника.
sr_cs: Molimo Vas da postavite listu praznika.

source: Please set the date range.
ru: Пожалуйста, укажите диапазон дат.
sr: Молимо Вас да поставите опсег датума.
sr_cs: Molimo Vas da postavite opseg datuma.

source: Please set the relieving date for employee {0}
ru: Пожалуйста, установите дату увольнения сотрудника {0}
sr: Молимо Вас да поставите датум престанка радног односа за запослено лице {0}
sr_cs: Molimo Vas da postavite datum prestanka radnog odnosa za zaposleno lice {0}

source: Please set {0} and {1} in {2}.
ru: Пожалуйста, установите {0} и {1} в {2}.
sr: Молимо Вас да поставите {0} и {1} у {2}.
sr_cs: Molimo Vas da postavite {0} i {1} u {2}.

source: Please set {0} for Employee {1}
ru: Пожалуйста, установите {0} для сотрудника {1}
sr: Молимо Вас да поставите {0} за запослено лице {1}
sr_cs: Molimo Vas da postavite {0} za zaposleno lice {1}

source: Please set {0} for the Employee: {1}
ru: Пожалуйста, установите {0} для Сотрудника: {1}
sr: Молимо Вас да поставите {0} за запослено лице: {1}
sr_cs: Molimo Vas da postavite {0} za zaposleno lice: {1}

source: Please set {0}.
ru: Пожалуйста, установите {0}.
sr: Молимо Вас да поставите {0}.
sr_cs: Molimo Vas da postavite {0}.

source: Please setup Employee Naming System in Human Resource > HR Settings
ru: Настройте систему именования сотрудников в разделе «Кадровые ресурсы» > «Настройки HR».
sr: Молимо Вас да подесите систем именовања запослених у Људски ресурси >HR подешавања
sr_cs: Molimo Vas da podesite sistem imenovanja zaposlenih u Ljudski resursi >HR podešavanja

source: Please setup numbering series for Attendance via Setup > Numbering Series
ru: Пожалуйста, настройте серию нумерации для посещаемости через «Настройка» > «Серия нумерации».
sr: Молимо Вас да подесите серију нумерације за присуство путем Поставке > Серије нумерације
sr_cs: Molimo Vas da podesite seriju numeracije za prisustvo putem Postavke > Serije numeracije
