Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Gratuity Rule Slab
ru: Ставка правила пособия при увольнении
sr: Правило разреда отпремнине
sr_cs: Pravilo razreda otpremnine

source: Grievance
ru: Жалоба
sr: Притужба
sr_cs: Pritužba

source: Grievance Against
ru: Жалоба на
sr: Притужба против
sr_cs: Pritužba protiv

source: Grievance Against Party
ru: Жалоба на сторону
sr: Страна против које је поднета притужба
sr_cs: Strana protiv koje je podneta pritužba

source: Grievance Details
ru: Подробности жалобы
sr: Детаљи притужбе
sr_cs: Detalji pritužbe

source: Grievance Type
ru: Тип жалобы
sr: Врста притужбе
sr_cs: Vrsta pritužbe

source: Gross Earnings
ru: Валовые доходы
sr: Бруто приходи
sr_cs: Bruto prihodi

source: Gross Pay
ru: Валовая зарплата
sr: Бруто зарада
sr_cs: Bruto zarada

source: Gross Pay (Company Currency)
ru: Валовая зарплата (валюта компании)
sr: Бруто зарада (валута компаније)
sr_cs: Bruto zarada (valuta kompanije)

source: Gross Year To Date
ru: Валовая сумма с начала года
sr: Бруто зарада од почетка године до данас
sr_cs: Bruto zarada od početka godine do danas

source: Gross Year To Date(Company Currency)
ru: Валовая сумма с начала года (валюта компании)
sr: Бруто зарада од почетка године до данас (валута компаније)
sr_cs: Bruto zarada od početka godine do danas (valuta kompanije)

source: Group goal's progress is auto-calculated based on the child goals.
ru: Прогресс групповой цели автоматически рассчитывается на основе дочерних целей.
sr: Напредак групног циља се аутоматски израчунава на основу његових подциљева.
sr_cs: Napredak grupnog cilja se automatski izračunava na osnovu njegovih podciljeva.

source: HR & Payroll
ru: Кадры и зарплата
sr: HR и обрачун зарада
sr_cs: HR i obračun zarada

source: HR & Payroll Settings
ru: Настройки HR и зарплаты
sr: Подешавање HR и обрачуна зарада
sr_cs: Podešavanje HR i obračuna zarada

source: HR Dashboard
ru: Панель HR
sr: HR контролна табла
sr_cs: HR kontrolna tabla

source: HR Settings
ru: Настройки HR
sr: HR подешавања
sr_cs: HR podešavanja

source: Half Day
ru: Полдня
sr: Половина радног дана
sr_cs: Polovina radnog dana

source: Half Day Date
ru: Полдня Дата
sr: Датум половине радног дана
sr_cs: Datum polovine radnog dana

source: Half Day Date is mandatory
ru: Дата половины дня обязательна
sr: Датум половине радног дана је обавезан
sr_cs: Datum polovine radnog dana je obavezan

source: Half Day Date should be between From Date and To Date
ru: Дата половины дня должна находиться между датами "С" и "По"
sr: Датум половине радног дана треба да буде између датума почетка и датума завршетка
sr_cs: Datum polovine radnog dana treba da bude između datuma početka i datuma završetka

source: Half Day Date should be in between Work From Date and Work End Date
ru: Дата половины дня должна находиться между датой начала работы и датой окончания работы
sr: Датум половине радног дана треба да буде између датума почетка рада и датума завршетка рада
sr_cs: Datum polovine radnog dana treba da bude između datuma početka rada i datuma završetka rada

source: Half Day Marked Employee Header
ru: Заголовок для сотрудников с полудневной отметкой
sr: Заглавље за запослена лица означена са половином радног дана
sr_cs: Zaglavlje za zaposlena lica označena sa polovinom radnog dana

source: Half Day Records
ru: Записи о половине дня
sr: Записи за половину радног дана
sr_cs: Zapisi za polovinu radnog dana

source: Half day date should be in between from date and to date
ru: Дата половины дня должна находиться между датами "С" и "По"
sr: Датум половине радног дана треба да буде између датума почетка и датума завршетка
sr_cs: Datum polovine radnog dana treba da bude između datuma početka i datuma završetka

source: Has Certificate
ru: Имеет сертификат
sr: Поседује сертификат
sr_cs: Poseduje sertifikat

source: Health Insurance
ru: ДМС
sr: Здравствено осигурање
sr_cs: Zdravstveno osiguranje

source: Health Insurance Name
ru: Название ДМС
sr: Назив здравственог осигурања
sr_cs: Naziv zdravstvenog osiguranja

source: Health Insurance No
ru: Номер ДМС
sr: Број здравственог осигурања
sr_cs: Broj zdravstvenog osiguranja

source: Health Insurance Provider
ru: Поставщик ДМС
sr: Пружалац здравственог осигурања
sr_cs: Pružalac zdravstvenog osiguranja

source: Hey {}! This email is to remind you about the upcoming holidays.
ru: Привет, {}! Это письмо напоминает вам о предстоящих праздниках.
sr: Здраво {}! Овај имејл је подсетник за предстојеће празнике.
sr_cs: Zdravo {}! Ovaj imejl je podsetnik za predstojeće praznike.

source: Hey, {0} 👋
ru: Привет, {0}👋
sr: Здраво, {0} 👋
sr_cs: Zdravo, {0} 👋

source: Hiring Count
ru: Количество найма
sr: Број ангажованих лица
sr_cs: Broj angažovanih lica

source: Hiring Settings
ru: Настройки найма
sr: Подешавање запошљавања
sr_cs: Podešavanje zapošljavanja

source: Holiday List for Optional Leave
ru: Праздники для дополнительного отпуска
sr: Листа празника за опционо одсуство
sr_cs: Lista praznika za opciono odsustvo

source: Holidays this Month.
ru: Праздники в этом месяце.
sr: Празници током овог месеца.
sr_cs: Praznici tokom ovog meseca.

source: Holidays this Week.
ru: Праздники на этой неделе.
sr: Празници током ове недеље.
sr_cs: Praznici tokom ove nedelje.

source: Horizontal Break
ru: Горизонтальный разрыв
sr: Хоризонтални размак
sr_cs: Horizontalni razmak

source: Hour Rate (Company Currency)
ru: Почасовая ставка (валюта компании)
sr: Зарада по часу (валута компаније)
sr_cs: Zarada po času (valuta kompanije)

source: Hourly Rate
ru: Почасовая ставка
sr: Сатница
sr_cs: Satnica

source: House rent paid days overlapping with {0}
ru: Дни оплаты аренды жилья пересекаются с {0}
sr: Дани плаћеног закупа преклапају се са {0}
sr_cs: Dani plaćenog zakupa preklapaju se sa {0}

source: House rented dates required for exemption calculation
ru: Даты аренды жилья необходимы для расчета вычета
sr: Датуми закупа су обавезни за обрачун пореског ослобођења
sr_cs: Datumi zakupa su obavezni za obračun poreskog oslobođenja

source: House rented dates should be atleast 15 days apart
ru: Даты аренды жилья должны отличаться как минимум на 15 дней
sr: Датуми закупа морају бити у размаку од најмање 15 дана
sr_cs: Datumi zakupa moraju biti u razmaku od najmanje 15 dana

source: IN
ru: В
sr: ДОЛАЗАК
sr_cs: DOLAZAK

source: Identification Document Number
ru: Идентификационный номер документа
sr: Број идентификационог документа
sr_cs: Broj identifikacionog dokumenta

source: Identification Document Type
ru: Тип идентификационного документа
sr: Врста идентификационог документа
sr_cs: Vrsta identifikacionog dokumenta

source: If checked, Payroll Payable will be booked against each employee
ru: Если отмечено, задолженность по заработной плате будет начисляться каждому сотруднику
sr: Уколико је означено, обавеза по основу зараде ће бити књижења по запосленом лицу
sr_cs: Ukoliko je označeno, obaveza po osnovu zarade će biti knjiženja po zaposlenom licu

source: If checked, flexible benefits are considered only if benefit application exists
ru: Если флажок установлен, гибкие льготы рассматриваются только при наличии заявки на льготу
sr: Уколико је означено, флексибилне бенефиције се узимају у обзир само уколико постоји захтев за бенефицијом
sr_cs: Ukoliko je označeno, fleksibilne beneficije se uzimaju u obzir samo ukoliko postoji zahtev za beneficiju

source: If checked, hides and disables Rounded Total field in Salary Slips
ru: Если отмечено, скрывает и отключает поле «Округленная сумма» в расчетных листах
sr: Уколико је означено, сакрива и онемогућава поље заокружено укупно у обрачунским листићима
sr_cs: Ukoliko je označeno, sakriva i onemogućava polje zaokruženo ukupno u obračunskim listićima

source: If checked, overtime slip creation can be handled as part of payroll processing
ru: Если этот флажок установлен, создание бланка сверхурочной работы может быть выполнено в рамках обработки заработной платы
sr: Уколико је означено, креирање обрачуна прековременог рада може се обављати у оквиру процеса обрачуна зарада
sr_cs: Ukoliko je označeno, kreiranje obračuna prekovremenog rada može se obavljati u okviru procesa obračuna zarada

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
ru: Если отмечено, полная сумма будет вычтена из налогооблагаемого дохода перед расчетом налога на доходы без какой-либо декларации или подтверждения.
sr: Уколико је означено, цео износ ће бити одбијен од опорезивог дохотка пре обрачуна пореза, без потребе за изјавом или подношењем доказа.
sr_cs: Ukoliko je označeno, ceo iznos će biti odbijen od oporezivog dohotka pre obračuna poreza, bez potrebe za izjavom ili podnošenjem dokaza.

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
ru: Если включено, декларация об освобождении от налога будет учитываться при расчете налога на доходы.
sr: Уколико је омогућено, изјава о пореском ослобођењу биће узета у обзир при обрачуну пореза на доходак.
sr_cs: Ukoliko je omogućeno, izjava o poreskom oslobođenju biće uzeta u obzir pri obračunu poreza na dohodak.

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
ru: Если включено, автоматическое посещение будет отмечаться в праздничные дни, если существуют отметки о входе сотрудников
sr: Уколико је омогућено, аутоматска евиденција присуства биће означена и током празника уколико постоје записи о присуству
sr_cs: Ukoliko je omogućeno, automatska evidencija prisustva biće označena i tokom praznika ukoliko postoje zapisi o prisustvu

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
ru: Если включено, вычитает дни оплаты за отсутствие на праздничные дни. По умолчанию праздники считаются оплачиваемыми
sr: Уколико је омогућено, одузима се број дана плаћања за изостанак током празника. Подразумевано, празници се сматрају као плаћени дани
sr_cs: Ukoliko je omogućeno, oduzima se broj dana plaćanja za izostanak tokom praznika. Podrazumevano, praznici se smatraju kao plaćeni dani

source: If enabled, the amount will be excluded from accounting entries during Journal Entry creation.
ru: Если этот параметр включен, сумма будет исключена из бухгалтерских записей при создании журнальной записи.
sr: Уколико је омогућено, износ неће бити укључен у рачуноводствене уносе током књижења.
sr_cs: Ukoliko je omogućeno, iznos neće biti uključen u računovodstvene unose tokom knjiženja.

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
ru: Если включено, компонент будет считаться налоговым компонентом, и сумма будет автоматически рассчитываться в соответствии с установленными налоговыми категориями
sr: Уколико је омогућено, компонента ће се сматрати пореском компонентом и износ ће бити аутоматски обрачунат према подешеним пореским разредима пореза на доходак
sr_cs: Ukoliko je omogućeno, komponenta će se smatrati poreskom komponentom i iznos će biti automatski obračunat prema podešenim poreskim razredima poreza na dohodak

source: If enabled, the component will be considered in the Income Tax Deductions report
ru: Если включено, компонент будет учитываться в отчете по удержаниям налога на доходы
sr: Уколико је омогућено, компонента ће бити укључена у извештај о одбицима пореза на доходак
sr_cs: Ukoliko je omogućeno, komponenta će biti uključena u izveštaj o odbicima poreza na dohodak

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
ru: Если включено, компонент не будет отображаться в расчетном листе, если сумма равна нулю
sr: Уколико је омогућено, компонента неће бити приказана у обрачунском листићу уколико је износ нула
sr_cs: Ukoliko je omogućeno, komponenta neće biti prikazana u obračunskom listiću ukoliko je iznos nula

source: If enabled, the total no. of applications received for this opening will be displayed on the website
ru: Если включено, общее количество заявок, полученных на эту вакансию, будет отображаться на сайте
sr: Уколико је омогућено, укупан број пријава за ово радно место ће бити приказано на веб-сајту
sr_cs: Ukoliko je omogućeno, ukupan broj prijava za ovo radno mesto će biti prikazano na veb-sajtu

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
ru: Если включено, значение, указанное или рассчитанное в этом компоненте не будет влиять на доходы или удержания. Однако его значение может использоваться другими компонентами, которые могут быть добавлены или вычтены.
sr: Уколико је омогућено, вредност из ове компоненте неће улазити у приходе ни одбитке, али може бити референцирана у другим компонентама.
sr_cs: Ukoliko je omogućeno, vrednost iz ove komponente neće ulaziti u prihode ni odbitke, ali može biti referencirana u drugim komponentama.

source: If enabled, this component allows to accrue amounts without adding them to earnings. The accrued balance is tracked in the Employee Benefit Ledger and can be paid out later as needed.
ru: При включении этого компонента можно начислять суммы, не добавляя их к заработку. Начисленный остаток отслеживается в книге учёта пособий сотрудникам и может быть выплачен позднее по мере необходимости.
sr: Уколико је омогућено, ова компонента ће омогућити обрачунавање износа без додавања у приходе. Обрачунати салдо се прати у књизи бенефиција запослених лица и може се исплатити касније по потреби.
sr_cs: Ukoliko je omogućeno, ova komponenta će omogućiti obračunavanje iznosa bez dodavanja u prihode. Obračunati saldo se prati u knjizi beneficija zaposlenih lica i može se isplatiti kasnije po potrebi.

source: If enabled, this component will be included in arrear calculations
ru: Если включен, этот компонент будет включен в расчеты задолженности
sr: Уколико је омогућено, ова компонента ће бити укључена у обрачун заостатака
sr_cs: Ukoliko je omogućeno, ova komponenta će biti uključena u obračun zaostataka

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
ru: Если включено, общее количество рабочих дней будет включать праздники, что уменьшит значение зарплаты за день
sr: Уколико је омогућено, укупан број радних дана ће укључивати и празнике, што ће смањити вредност зараде по дану
sr_cs: Ukoliko je omogućeno, ukupan broj radnih dana će uključivati i praznike, što će smanjiti vrednost zarade po danu

source: If greater than zero, this sets the maximum benefit amount assignable to any employee
ru: Если значение больше нуля, это устанавливает максимальную сумму пособия, которое может быть назначено любому сотруднику
sr: Уколико је веће од нуле, ово одређује максималан износ бенефиције која се може доделити запосленом лицу
sr_cs: Ukoliko je veće od nule, ovo određuje maksimalan iznos beneficije koja se može dodeliti zaposlenom licu

source: If not checked, the list will have to be added to each Department where it has to be applied.
ru: Если не отмечено, список необходимо будет добавлять в каждый отдел, где он должен применяться.
sr: Уколико није означено, листа мора бити додата сваком одељењу појединачно.
sr_cs: Ukoliko nije označeno, lista mora biti dodata svakom odeljenju pojedinačno.

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
ru: Если выбрано, указанное или рассчитанное значение в этом компоненте не будет влиять на доходы или удержания. Однако его значение может использоваться другими компонентами, которые могут быть добавлены или вычтены
sr: Уколико је изабрано, вредност дефинисана или израчуната у овој компоненти неће улазити у обрачун прихода или одбитака. Ипак, ту вредност могу користити друге компоненте које се додају или одузимају.
sr_cs: Ukoliko je izabrano, vrednost definisana ili izračunata u ovoj komponenti neće ulaziti u obračun prihoda ili odbitaka. Ipak, tu vrednost mogu koristiti druge komponente koje se dodaju ili oduzimaju.

source: If set, the job opening will be closed automatically after this date
ru: Если установлено, вакансия будет автоматически закрыта после этой даты
sr: Уколико је постављено, отворено радно место ће се аутоматски затворити након овог датума
sr_cs: Ukoliko je postavljeno, otvoreno radno mesto će se automatski zatvoriti nakon ovog datuma

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
ru: Если вы используете займы в расчетных листах, пожалуйста, установите приложение {0} из Frappe Cloud Marketplace или GitHub, чтобы продолжить использование интеграции займов с расчетом зарплаты.
sr: Уколико користите зајмове у обрачунским листићима, молимо Вас да инсталирате {0} апликацију са Frappe Cloud Маркетплаце или GitHub како бисте наставили са интеграцијом зајмова у обрачуну зараде.
sr_cs: Ukoliko koristite zajmove u obračunskim listićima, molimo Vas da instalirate {0} aplikaciju sa Frappe Cloud Marketplace ili GitHub kako biste nastavili sa integracijom zajmova u obračunu zarade.

source: Import Attendance
ru: Импорт посещаемости
sr: Увоз евиденција присуства
sr_cs: Uvoz evidencija prisustva

source: In Time
ru: Время
sr: На време
sr_cs: Na vreme

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
ru: В случае возникновения ошибки в процессе выполнения в фоновом режиме система добавит комментарий об ошибке в эту запись зарплаты и вернет статус к "Отправлено"
sr: У случају било какве грешке током овог позадинског процеса, систем ће додати коментаре о грешци на овај унос обрачуна зараде и вратити га на статус поднето
sr_cs: U slučaju bilo kakve greške tokom ovog pozadinskog procesa, sistem će dodati komentare o grešci na ovaj unos obračuna zarade i vratiti ga na status podneto

source: Incentive
ru: Поощрения
sr: Подстицај
sr_cs: Podsticaj

source: Incentive Amount
ru: Сумма поощрения
sr: Износ подстицаја
sr_cs: Iznos podsticaja

source: Include Company Descendants
ru: Включить дочерние компании
sr: Укључи подређене ентитете компаније
sr_cs: Uključi podređene entitete kompanije

source: Include Holidays
ru: Включить праздники
sr: Укључи празнике
sr_cs: Uključi praznike

source: Include holidays in Total no. of Working Days
ru: Включить праздники в общее количество рабочих дней
sr: Укључи празнике у укупан број радних дана
sr_cs: Uključi praznike u ukupan broj radnih dana

source: Include holidays within leaves as leaves
ru: Включить праздники в отпуск как дни отпуска
sr: Укључи празнике у одсуство као део одсуства
sr_cs: Uključi praznike u odsustvo kao deo odsustva

source: Income Source
ru: Источник дохода
sr: Извор прихода
sr_cs: Izvor prihoda

source: Income Tax Amount
ru: Подоходный налог
sr: Износ пореза на доходак
sr_cs: Iznos poreza na dohodak

source: Income Tax Breakup
ru: Распределение подоходного налога
sr: Структура пореза на доходак
sr_cs: Struktura poreza na dohodak

source: Income Tax Component
ru: Компонент подоходного налога
sr: Компонента пореза на доходак
sr_cs: Komponenta poreza na dohodak

source: Income Tax Computation
ru: Расчет подоходного налога
sr: Обрачун пореза на доходак
sr_cs: Obračun poreza na dohodak

source: Income Tax Deducted Till Date
ru: Удержанный подоходный налог до даты
sr: Порез на доходак одбијен до данас
sr_cs: Porez na dohodak odbijen do danas

source: Income Tax Deductions
ru: Удержания подоходного налога
sr: Одбици пореза на доходак
sr_cs: Odbici poreza na dohodak

source: Income Tax Slab
ru: Налоговая категория
sr: Порески разред пореза на доходак
sr_cs: Poreski razred poreza na dohodak

source: Income Tax Slab Other Charges
ru: Прочие сборы налоговой категории
sr: Остали намети у пореском разреду пореза на доходак
sr_cs: Ostali nameti u poreskom razredu poreza na dohodak

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
ru: Налоговая категория обязательна, так как структура зарплаты {0} имеет налоговый компонент {1}
sr: Порески разред пореза на доходак је обавезан с обзиром да структура зараде {0} садржи пореску компоненту {1}
sr_cs: Poreski razred poreza na dohodak je obavezan s obzirom da struktura zarade {0} sadrži poresku komponentu {1}

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
ru: Налоговая категория должна вступать в силу не позднее даты начала расчетного периода зарплаты: {0}
sr: Порески разред пореза на доходак мора бити важећи на или пре почетка обрачунског периода: {0}
sr_cs: Poreski razred poreza na dohodak mora biti važeći na ili pre početka obračunskog perioda: {0}

source: Income Tax Slab not set in Salary Structure Assignment: {0}
ru: Налоговая категория не установлена в назначении структуры зарплаты: {0}
sr: Порески разред пореза на доходак није постављен у додели структуре зараде: {0}
sr_cs: Poreski razred poreza na dohodak nije postavljen u dodeli strukture zarade: {0}

source: Income Tax Slab: {0} is disabled
ru: Налоговая категория: {0} отключена
sr: Порески разред пореза на доходак: {0} је онемогућен
sr_cs: Poreski razred poreza na dohodak: {0} je onemogućen

source: Income from Other Sources
ru: Доход от других источников
sr: Приходи из осталих извора
sr_cs: Prihodi iz ostalih izvora

source: Incorrect Weightage Allocation
ru: Неправильное распределение веса
sr: Неисправна расподела пондера
sr_cs: Neispravna raspodela pondera

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
ru: Указывает количество дней отпуска, которые нельзя использовать из остатка. Например, при остатке отпуска в 10 дней и 4 не подлежащих использование дней отпуска, вы можете использовать 6 дней, в то время как оставшиеся 4 дня могут быть перенесены или аннулированы
sr: Означава број дана одсуства који се не могу уновчити из укупног стања одсуства. На пример, уколико имате стање од 10 дана и 4 дана која се не могу уновчити, можете уновчити 6 дана, док се преостала 4 могу пренети у наредни период или истећи
sr_cs: Označava broj dana odsustva koji se ne mogu unovčiti iz ukupnog stanja odsustva. Na primer, ukoliko imate stanje od 10 dana i 4 dana koja se ne mogu unovčiti, možete unovčiti 6 dana, dok se preostala 4 mogu preneti u naredni period ili isteći

source: Inspection
ru: Инспекция
sr: Инспекција
sr_cs: Inspekcija

source: Install
ru: Установить
sr: Инсталирај
sr_cs: Instaliraj

source: Install Frappe HR
ru: Установить Frappe HR
sr: Инсталирај Frappe HR
sr_cs: Instaliraj Frappe HR

source: Insufficient Balance
ru: Недостаточно средств
sr: Недовољан број дана одсуства
sr_cs: Nedovoljan broj dana odsustva

source: Insufficient leave balance for Leave Type {0}
ru: Недостаточный остаток для типа отпуска {0}
sr: Недовољан број дана одсуства за врсту одсуства {0}
sr_cs: Nedovoljan broj dana odsustva za vrstu odsustva {0}

source: Interest Amount
ru: Сумма процентов
sr: Износ камате
sr_cs: Iznos kamate

source: Interest Income Account
ru: Счет дохода от процентов
sr: Рачун прихода од камата
sr_cs: Račun prihoda od kamata

source: Intern
ru: Стажер
sr: Приправник
sr_cs: Pripravnik

source: International
ru: Международный
sr: Међународни
sr_cs: Međunarodni

source: Internet
ru: Интернет
sr: Интернет

source: Interview
ru: Интервью
sr: Интервју
sr_cs: Intervju

source: Interview Detail
ru: Детали интервью
sr: Детаљ интервјуа
sr_cs: Detalj intervjua

source: Interview Details
ru: Детали интервью
sr: Детаљи интервјуа
sr_cs: Detalji intervjua
