Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
ru: {0} не разрешено отправлять отзыв об интервью для интервью: {1}
sr: {0} нема дозволу да поднесе повратну информацију за интервју: {1}
sr_cs: {0} nema dozvolu da podnese povratnu informaciju za intervju: {1}

source: {0} is not in Optional Holiday List
ru: {0} не в списке дополнительных праздников
sr: {0} се не налази на листи опционих празника
sr_cs: {0} se ne nalazi na listi opcionih praznika

source: {0} leaves allocated successfully
ru: {0} отпусков успешно распределено
sr: {0} одсуства успешно додељена
sr_cs: {0} odsustva uspešno dodeljena

source: {0} leaves from allocation for {1} leave type have expired and will be processed during the next scheduled job. It is recommended to expire them now before creating new leave policy assignments.
ru: {0} отпусков из распределения для типа отпуска {1} истекли и будут обработаны во время следующей запланированной задачи. Рекомендуется завершить их сейчас перед созданием новых назначений политики отпусков.
sr: {0} дана одсуства из расподеле за врсту одсуства {1} је истекло и биће обрађено током следећег заказаног процеса. Препоручује се да их сада означите као истекле пре него што креирате нове доделе политике одсуства.
sr_cs: {0} dana odsustva iz raspodele za vrstu odsustva {1} je isteklo i biće obrađeno tokom sledećeg zakazanog procesa. Preporučuje se da ih sada označite kao istekle pre nego što kreirate nove dodele politike odsustva.

source: {0} leaves were manually allocated by {1} on {2}
ru: {0} отпусков было вручную назначено пользователем {1} {2}
sr: {0} одсуства су ручно додељена од стране {1} на {2}
sr_cs: {0} odsustva su ručno dodeljena od strane {1} na {2}

source: {0} must be submitted
ru: {0} должно быть отправлено
sr: {0} мора бити поднето
sr_cs: {0} mora biti podneto

source: {0} of {1} Completed
ru: {0} из {1} завершено
sr: {0} од {1} завршено
sr_cs: {0} od {1} završeno

source: {0} successful!
ru: {0} успешно!
sr: {0} успешно!
sr_cs: {0} uspešno!

source: {0} successfully!
ru: {0} успешно!
sr: {0} успешно!
sr_cs: {0} uspešno!

source: {0} to {1} employee(s)?
ru: {0} для {1} сотрудника(ов)?
sr: {0} за {1} запослена лица?
sr_cs: {0} za {1} zaposlena lica?

source: {0} updated successfully!
ru: {0} успешно обновлено!
sr: {0} успешно ажурирано!
sr_cs: {0} uspešno ažurirano!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
ru: {0} вакансий и {1} бюджет для {2} уже запланированы для дочерних компаний {3}. Вы можете планировать только до {4} вакансий и бюджет {5} согласно кадровому плану {6} для материнской компании {3}.
sr: {0} непопуњених радних места и буџет од {1} за {2} су већ планирани за подружнице за {3}. Можете планирати највише {4} непопуњених радних места и буџет од {5} у складу са планом особља {6} за матичну компанију {3}.
sr_cs: {0} nepopunjenih radnih mesta i budžet od {1} za {2} su već planirani za podružnice za {3}. Možete planirati najviše {4} nepopunjenih radnih mesta i budžet od {5} u skladu sa planom osoblja {6} za matičnu kompaniju {3}.

source: {0} will be updated for the following Salary Structures: {1}.
ru: {0} будет обновлено для следующих структур зарплаты: {1}.
sr: {0} ће бити ажурирано за следеће структуре зараде: {1}.
sr_cs: {0} će biti ažurirano za sledeće strukture zarade: {1}.

source: {0}. Check error log for more details.
ru: {0}. Проверьте журнал ошибок для получения более подробной информации.
sr: {0}. Проверите евиденцију грешака за више детаља.
sr_cs: {0}. Proverite evidenciju grešaka za više detalja.

source: {0}: Employee email not found, hence email not sent
ru: {0}: Email сотрудника не найден, поэтому письмо не отправлено
sr: {0}: Имејл запосленог лица није пронађен, због чега имејл није ни послат
sr_cs: {0}: Imejl zaposlenog lica nije pronađen, zbog čega imejl nije ni poslat

source: {0}: From {0} of type {1}
ru: {0}: От {0} типа {1}
sr: {0}: Од {0} врсте {1}
sr_cs: {0}: Od {0} vrste {1}

source: {0}d
ru: {0}д
sr: {0}д

source: {} Accepted
ru: {} Принято
sr: {} прихваћено
sr_cs: {} prihvaćeno

source: {} Active
ru: {} Активен
sr: {} активно
sr_cs: {} aktivno

source: {} Draft
ru: {} Черновик
sr: {} нацрт
sr_cs: {} nacrt

source: {} Unclaimed
ru: {} Невостребованные
sr: {} неискоришћено
sr_cs: {} neiskorišćeno

source: {} {} open for this position.
ru: {} {} открыто для этой позиции.
sr: {} {} отворено за ову позицију.
sr_cs: {} {} otvoreno za ovu poziciju.

source: IFSC Code
ru: Код IFSC

source: modify_half_day_status
ru: изменить_половину_дня_статус
