Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
ru: Отпуск не может быть выделен до {0}, так как остаток отпуска уже перенесен в будущую запись распределения отпуска {1}
sr: Одсуство не може бити додељено пре {0}, јер је стање одсуства већ пренесено у будући запис о додели одсуства {1}
sr_cs: Odsustvo ne može biti dodeljeno pre {0}, jer je stanje odsustva već preneseno u budući zapis o dodeli odsustva {1}

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
ru: Отпуск не может быть использован/отменен до {0}, поскольку остаток отпуска уже перенесен в будущую запись распределения отпусков {1}
sr: Одсуство не може бити примењено/отказано пре {0}, јер је стање одмора већ пренето у будући запис о додели одмора {1}
sr_cs: Odsustvo ne može biti primenjeno/otkazano pre {0}, jer je stanje odmora već preneto u budući zapis o dodeli odmora {1}

source: Leave of type {0} cannot be longer than {1}.
ru: Отпуск типа {0} не может быть дольше {1}.
sr: Врста одсуства {0} не може трајати дуже од {1}.
sr_cs: Vrsta odsustva {0} ne može trajati duže od {1}.

source: Leave(s) Expired
ru: Отпуск(а) истек(ли)
sr: Одсуство истекло
sr_cs: Odsustvo isteklo

source: Leave(s) Pending Approval
ru: Отпуск(а) ожидают утверждения
sr: Одсуство на чекању за одобрење
sr_cs: Odsustvo na čekanju za odobrenje

source: Leave(s) Taken
ru: Отпуск(а) взят(ы)
sr: Искоришћено одсуство
sr_cs: Iskorišćeno odsustvo

source: Leaves
ru: Отпуска
sr: Одсуства
sr_cs: Odsustva

source: Leaves & Holidays
ru: Отпуска и праздники
sr: Одсуства и празници
sr_cs: Odsustva i praznici

source: Leaves After Adjustment
ru: Листы после корректировки
sr: Одсуства након корекције
sr_cs: Odsustva nakon korekcije

source: Leaves Allocated
ru: Отпуска выделены
sr: Додељена одсуства
sr_cs: Dodeljena odsustva

source: Leaves Expired
ru: Отпуска истекли
sr: Истекли дани одсуства
sr_cs: Istekli dani odsustva

source: Leaves Pending Approval
ru: Отпуска, ожидающие утверждения
sr: Одсуства на чекању за одобрење
sr_cs: Odsustva na čekanju za odobrenje

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
ru: Отпуска типа {0} не будут перенесены, поскольку перенос отключен.
sr: Дани одсуства за врсту одсуства {0} неће бити пренети у наредни период јер је пренос онемогућен.
sr_cs: Dani odsustva za vrstu odsustva {0} neće biti preneti u naredni period jer je prenos onemogućen.

source: Leaves per Year
ru: Отпусков в год
sr: Дани одсуства годишње
sr_cs: Dani odsustva godišnje

source: Leaves to Adjust
ru: Листы для регулировки
sr: Одсуства за корекцију
sr_cs: Odsustva za korekciju

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
ru: Отпуск, который вы можете использовать в качестве компенсации за отработанный вами отпуск. Вы можете подать заявку на отгул, используя форму «Запрос на отгул». Нажмите {0} чтобы узнать больше
sr: Одсуство које можете искористити за дан када сте радили на дан празника. Компензационо одсуство можете захтевати преко захтева за компензационо одсуство. Кликните на {0} за више информација
sr_cs: Odsustvo koje možete iskoristiti za dan kada ste radili na dan praznika. Kompenzaciono odsustvo možete zahtevati preko zahteva za kompenzaciono odsustvo. Kliknite na {0} za više informacija

# Employee
source: Left
ru: Остаток
sr: Прекинут радни однос
sr_cs: Prekinut radni odnos

source: Lifecycle
ru: Жизненный цикл
sr: Животни циклус
sr_cs: Životni ciklus

source: Lime
ru: Лайм
sr: Светлозелена
sr_cs: Svetlozelena

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
ru: Свяжите цикл и тег KRA с вашей целью, чтобы обновлять целевой балл оценки на основе прогресса в достижении цели.
sr: Повежите циклус и означите кључна подручја резултата за сопствени циљ како бисте ажурирали оцену циља у евалуацију на основу напретка циља
sr_cs: Povežite ciklus i označite ključna područja rezultata za sopstveni cilj kako biste ažurirali ocenu cilja u evaluaciju na osnovu napretka cilja

source: Linked Project {} and Tasks deleted.
ru: Связанный проект {} и задачи удалены.
sr: Повезани пројекат {} и задаци су обрисани.
sr_cs: Povezani projekat {} i zadaci su obrisani.

source: Loan Account
ru: Счет кредита
sr: Рачун зајма
sr_cs: Račun zajma

source: Loan Product
ru: Кредитный продукт
sr: Кредитни производ
sr_cs: Kreditni proizvod

source: Loan Repayment
ru: Погашение кредита
sr: Отплата зајма
sr_cs: Otplata zajma

source: Loan Repayment Entry
ru: Ввод данных о погашении кредита
sr: Унос отплате зајма
sr_cs: Unos otplate zajma

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
ru: Кредит не может быть погашен из заработной платы сотрудника {0} поскольку заработная плата обрабатывается в валюте {1}
sr: Зајам не може бити отплаћен од зараде запосленог лица {0} јер се зарада обрачунава у валути {1}
sr_cs: Zajam ne može biti otplaćen od zarade zaposlenog lica {0} jer se zarada obračunava u valuti {1}

source: Locating...
ru: Нахождение...
sr: Лоцирање...
sr_cs: Lociranje...

source: Location / Device ID
ru: Местоположение/ID устройства
sr: Локација / ИД уређаја
sr_cs: Lokacija / ID uređaja

source: Lodging Required
ru: Требуется проживание
sr: Неопходна ноћења
sr_cs: Neophodna noćenja

source: Log Out
ru: Выйти
sr: Одјави се
sr_cs: Odjavi se

source: Log Type
ru: Тип журнала
sr: Врста евиденције
sr_cs: Vrsta evidencije

source: Log Type is required for check-ins falling in the shift: {0}.
ru: Для регистраций, попадающих на смену, требуется тип журнала: {0}.
sr: Врста евиденције је неопходна за пријаве које падају у смену: {0}.
sr_cs: Vrsta evidencije je neophodna za prijave koje padaju u smenu: {0}.

source: Login Failed
ru: Ошибка входа
sr: Неуспешна пријава
sr_cs: Neuspešna prijava

source: Login to Frappe HR
ru: Войти в Frappe HR
sr: Пријављивање на Frappe HR
sr_cs: Prijavljivanje na Frappe HR

source: Longitude: {0}°
ru: Долгота: {0}°
sr: Географска дужина: {0}°
sr_cs: Geografska dužina: {0}°

source: Lower Range
ru: Нижний диапазон
sr: Доња граница
sr_cs: Donja granica

source: Make Bank Entry
ru: Сделать банковскую запись
sr: Направи банкарски унос
sr_cs: Napravi bankarski unos

source: Mandatory Benefit Application
ru: Заявление на получение обязательного пособия
sr: Обавезан захтев за бенефицију
sr_cs: Obavezan zahtev za beneficiju

source: Mandatory fields required for this action:
ru: Обязательные поля, необходимые для этого действия:
sr: Обавезна поља су неопходна за ову радњу:
sr_cs: Obavezna polja su neophodna za ovu radnju:

source: Manual Rating
ru: Ручная оценка
sr: Ручно оцењивање
sr_cs: Ručno ocenjivanje

source: Manually
ru: Вручную
sr: Ручно
sr_cs: Ručno

source: Mar
sr: Мар

source: Mark Attendance
ru: Отметить посещаемость
sr: Означи присуство
sr_cs: Označi prisustvo

source: Mark Auto Attendance on Holidays
ru: Отметить автоматическое присутствие в праздничные дни
sr: Аутоматски означи присуство за дане празника
sr_cs: Automatski označi prisustvo za dane praznika

source: Mark as Completed
ru: Отметить как завершенное
sr: Означи као завршено
sr_cs: Označi kao završeno

source: Mark as In Progress
ru: Отметить как «В процессе»
sr: Означи као у току
sr_cs: Označi kao u toku

source: Mark as {0}
ru: Отметить как {0}
sr: Означи као {0}
sr_cs: Označi kao {0}

source: Mark attendance as {0} for {1} on selected dates?
ru: Отметить посещаемость как {0} для {1} в выбранные даты?
sr: Означи присуство као {0} за {1} на изабраним датумима?
sr_cs: Označi prisustvo kao {0} za {1} na izabranim datumima?

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
ru: Отмечайте посещаемость на основе «Проверки сотрудников» для сотрудников, назначенных на эту смену.
sr: Означи присуство на основу 'Запис о присуству' за запослена лица додељена овој смени.
sr_cs: Označi prisustvo na osnovu 'Zapis o prisustvu' za zaposlena lica dodeljena ovoj smeni.

source: Mark attendance for existing check-in/out logs before changing shift settings
ru: Отмечайте посещаемость в существующих журналах регистрации прихода/ухода перед изменением настроек смены
sr: Означи присуство за постојеће пријаве/одјаве пре промене подешавања смене
sr_cs: Označi prisustvo za postojeće prijave/odjave pre promene podešavanja smene

source: Mark {0} as Completed?
ru: Отметить {0} как выполненное?
sr: Означи {0} као завршено?
sr_cs: Označi {0} kao završeno?

source: Mark {0} {1} as {2}?
ru: Отметить {0} {1} как {2}?
sr: Означи {0} {1} као {2}?
sr_cs: Označi {0} {1} kao {2}?

source: Marked Attendance
ru: Отмеченная посещаемость
sr: Означено присуство
sr_cs: Označeno prisustvo

source: Marked Attendance HTML
ru: HTML-код отмеченной посещаемости
sr: Означено присуство HTML
sr_cs: Označeno prisustvo HTML

source: Marking Attendance
ru: Отметка посещаемости
sr: Означавање присуства
sr_cs: Označavanje prisustva

source: Max Amount Eligible For Claim
ru: Максимальная сумма, подлежащая возмещению
sr: Максималан дозвољени износ за захтев
sr_cs: Maksimalan dozvoljeni iznos za zahtev

source: Max Benefit Amount
ru: Максимальная сумма пособия
sr: Максимални износ бенефиције
sr_cs: Maksimalni iznos beneficije

source: Max Benefit Amount (Yearly)
ru: Максимальная сумма пособия (годовая)
sr: Максимални износ бенефиције (годишње)
sr_cs: Maksimalni iznos beneficije (godišnje)

source: Max Benefits (Amount)
ru: Максимальное пособие (сумма)
sr: Максимална бенефиција (износ)
sr_cs: Maksimalna beneficija (iznos)

source: Max Benefits (Yearly)
ru: Максимальные преимущества (годовые)
sr: Максимална бенефиција (годишње)
sr_cs: Maksimalna beneficija (godišnje)

source: Max Exemption Amount
ru: Максимальная сумма освобождения от налога
sr: Максимални износ ослобођења
sr_cs: Maksimalni iznos oslobođenja

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
ru: Максимальная сумма освобождения от уплаты налога не может быть больше максимальной суммы освобождения {0} категории освобождения от уплаты налога {1}
sr: Максимални износ ослобођења не може бити већи од максималног износа ослобођења {0} за категорију пореског ослобођења {1}
sr_cs: Maksimalni iznos oslobođenja ne može biti veći od maksimalnog iznosa oslobođenja {0} za kategoriju poreskog oslobođenja {1}

source: Max Taxable Income
ru: Максимальный налогооблагаемый доход
sr: Максимални опорезиви приход
sr_cs: Maksimalni oporezivi prihod

source: Max working hours against Timesheet
ru: Максимальное количество рабочих часов по табелю учета рабочего времени
sr: Максималан број радних часова према евиденцији времена
sr_cs: Maksimalan broj radnih časova prema evidenciji vremena

source: Maximum Benefit Amount
ru: Максимальная сумма пособия
sr: Максималан износ бенефиције
sr_cs: Maksimalan iznos beneficije

source: Maximum Carry Forwarded Leaves
ru: Максимальное количество перенесенных листов
sr: Максималан број пренетих дана одсуства
sr_cs: Maksimalan broj prenetih dana odsustva

source: Maximum Consecutive Leaves Allowed
ru: Максимально допустимое количество последовательных отпусков
sr: Максималан број узастопних дана одсуства
sr_cs: Maksimalan broj uzastopnih dana odsustva

source: Maximum Consecutive Leaves Exceeded
ru: Превышено максимальное количество последовательных отпусков
sr: Прекорачен је максималан број узастопних дана одсуства
sr_cs: Prekoračen je maksimalan broj uzastopnih dana odsustva

source: Maximum Encashable Leaves
ru: Максимальное количество обналичиваемых листов
sr: Максималан број дана одсуства за накнаду
sr_cs: Maksimalan broj dana odsustva za naknadu

source: Maximum Exempted Amount
ru: Максимальная освобожденная сумма
sr: Максималан износ ослобођења
sr_cs: Maksimalan iznos oslobođenja

source: Maximum Exemption Amount
ru: Максимальная сумма освобождения от уплаты налога
sr: Максималан износ пореског ослобођења
sr_cs: Maksimalan iznos poreskog oslobođenja

source: Maximum Leave Allocation Allowed per Leave Period
ru: Максимально допустимое количество отпусков за один период отпуска
sr: Максимално дозвољена додела одсуства по периоду одсуства
sr_cs: Maksimalno dozvoljena dodela odsustva po periodu odsustva

source: Maximum Overtime Hours Allowed
ru: Максимально допустимое количество сверхурочных часов
sr: Максимално дозвољени сати прековременог рада
sr_cs: Maksimalno dozvoljeni sati prekovremenog rada

source: Maximum Overtime Hours Allowed Per Day
ru: Максимальное количество сверхурочных часов, разрешенных в день
sr: Максимално дозвољени сати прековременог рада по дану
sr_cs: Maksimalno dozvoljeni sati prekovremenog rada po danu

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
ru: Максимальный годовой налогооблагаемый доход, дающий право на полную налоговую льготу. Налог не взимается, если доход не превышает этот лимит.
sr: Максимални годишњи опорезиви приход за потпуно пореско ослобођење. Порез се не примењује уколико приход не прелази овај лимит
sr_cs: Maksimalni godišnji oporezivi prihod za potpuno poresko oslobođenje. Porez se ne primenjuje ukoliko prihod ne prelazi ovaj limit

source: Maximum encashable leaves for {0} are {1}
ru: Максимальное количество обналичиваемых листов для {0} составляет {1}
sr: Максималан број дана одсуства за накнаду за {0} је {1}
sr_cs: Maksimalan broj dana odsustva za naknadu za {0} je {1}

source: Maximum leave allowed in the leave type {0} is {1}
ru: Максимально допустимый отпуск для типа отпуска {0} составляет {1}
sr: Максимални број дана дозвољен за врсту одсуства {0} је {1}
sr_cs: Maksimalni broj dana dozvoljen za vrstu odsustva {0} je {1}

source: May
ru: Май
sr: Мај
sr_cs: Maj

source: Meal Preference
ru: Предпочтения в еде
sr: Преференција оброка
sr_cs: Preferencija obroka

source: Medical
ru: Медицинский
sr: Медицинско
sr_cs: Medicinsko

source: Mileage
ru: Пробег
sr: Километража
sr_cs: Kilometraža

source: Min Taxable Income
ru: Минимальный налогооблагаемый доход
sr: Минимални опорезиви приход
sr_cs: Minimalni oporezivi prihod

source: Minimum Year for Gratuity
ru: Минимальный год для получения пособия
sr: Минимални број година за отпремнину
sr_cs: Minimalni broj godina za otpremninu

source: Minimum working days required since Date of Joining to apply for this leave
ru: Минимальное количество рабочих дней, необходимое с даты присоединения, чтобы подать заявление на этот отпуск
sr: Минимални број радних дана од датума запослења неопходан за подношење захтева за ово одсуство
sr_cs: Minimalni broj radnih dana od datuma zaposlenja neophodan za podnošenje zahteva za ovo odsustvo

source: Missing Advance Account
ru: Отсутствует авансовый счет
sr: Недостаје аконтациони рачун
sr_cs: Nedostaje akontacioni račun

source: Missing Mandatory Field
ru: Отсутствует обязательное поле
sr: Недостаје обавезно поље
sr_cs: Nedostaje obavezno polje

source: Missing Opening Entries
ru: Отсутствующие вступительные записи
sr: Недостају уноси почетног стања
sr_cs: Nedostaju unosi početnog stanja

source: Missing Relieving Date
ru: Отсутствует дата смены
sr: Недостаје датум престанка радног односа
sr_cs: Nedostaje datum prestanka radnog odnosa

source: Missing Salary Components
ru: Отсутствующие компоненты заработной платы
sr: Недостаје компонента зараде
sr_cs: Nedostaje komponenta zarade

source: Missing Tax Slab
ru: Отсутствует налоговая плита
sr: Недостаје порески разред
sr_cs: Nedostaje poreski razred

source: Mode of Travel
ru: Способ передвижения
sr: Начин путовања
sr_cs: Način putovanja

source: Mode of payment is required to make a payment
ru: Для осуществления платежа необходимо указать способ оплаты
sr: Начин плаћања је обавезан како би се извршила уплата
sr_cs: Način plaćanja je obavezan kako bi se izvršila uplata

source: Month To Date
ru: С начала месяца по сегодняшний день
sr: За месец до данас
sr_cs: Za mesec do danas

source: Month To Date(Company Currency)
ru: С начала месяца (валюта компании)
sr: За месец до данас (валута компаније)
sr_cs: Za mesec do danas (valuta kompanije)

source: Monthly Attendance Sheet
ru: Ежемесячный табель посещаемости
sr: Месечна табела присуства
sr_cs: Mesečna tabela prisustva

source: More than one selection for {0} not allowed
ru: Не допускается более одного выбора для {0}
sr: Више од једног избора за {0} није дозвољено
sr_cs: Više od jednog izbora za {0} nije dozvoljeno

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
ru: Для компонента зарплаты {0} между {1} ​​и {2} существует несколько дополнительных зарплат со свойством перезаписи.
sr: Вишеструке додатне зараде са опцијом преписивања постоје за компоненту зараде {0} између {1} и {2}
sr_cs: Višestruke dodatne zarade sa opcijom prepisivanja postoje za komponentu zarade {0} između {1} i {2}

source: Multiple Shift Assignments
ru: Многосменные назначения
sr: Вишеструке доделе смене
sr_cs: Višestruke dodele smene

source: Multipliers that adjust the hourly overtime amount for specific scenarios
ru: Множители, которые корректируют почасовую сумму сверхурочной работы для определенных сценариев
sr: Коефицијенти који прилагођавају сатницу за прековремени рад у специфичним ситуацијама
sr_cs: Koeficijenti koji prilagođavaju satnicu za prekovremeni rad u specifičnim situacijama

source: My Advances
ru: Мои достижения
sr: Моје аконтације
sr_cs: Moje akontacije

source: My Claims
ru: Мои претензии
sr: Моји захтеви за надокнаду
sr_cs: Moji zahtevi za nadoknadu

source: My Leaves
ru: Мои листы
sr: Моја одсуства
sr_cs: Moja odsustva

source: My Requests
ru: Мои запросы
sr: Моји захтеви
sr_cs: Moji zahtevi

source: Name error
ru: Ошибка имени
sr: Назив грешке
sr_cs: Naziv greške

source: Name of Organizer
ru: Имя организатора
sr: Назив организатора
sr_cs: Naziv organizatora

source: Net Pay
ru: Чистая зарплата
sr: Нето зарада
sr_cs: Neto zarada

source: Net Pay (Company Currency)
ru: Чистая заработная плата (валюта компании)
sr: Нето зарада (валута компаније)
sr_cs: Neto zarada (valuta kompanije)

source: Net Pay Info
ru: Информация о чистой оплате
sr: Информације о нето заради
sr_cs: Informacije o neto zaradi

source: Net Pay cannot be less than 0
ru: Чистая заработная плата не может быть меньше 0
sr: Нето зарада не може бити мања од 0
sr_cs: Neto zarada ne može biti manja od 0

source: Net Salary Amount
ru: Сумма чистой заработной платы
sr: Износ нето зараде
sr_cs: Iznos neto zarade

source: Net pay cannot be negative
ru: Чистая заработная плата не может быть отрицательной
sr: Нето зарада не може бити негативна
sr_cs: Neto zarada ne može biti negativna

source: New Employee ID
ru: Новый идентификатор сотрудника
sr: Нови ИД запосленог лица
sr_cs: Novi ID zaposlenog lica

source: New Expense Item
ru: Новая статья расходов
sr: Нова ставка трошка
sr_cs: Nova stavka troška

source: New Expense Tax
ru: Новый налог на расходы
sr: Нови порез на трошак
sr_cs: Novi porez na trošak

source: New Feedback
ru: Новый отзыв
sr: Нова повратна информација
sr_cs: Nova povratna informacija

source: New Hires (This Month)
ru: Новые сотрудники (в этом месяце)
sr: Нова запослена лица (овај месец)
sr_cs: Nova zaposlena lica (ovaj mesec)

source: New Leave(s) Allocated
ru: Выделены новые отпуска
sr: Ново додељено одсуство
sr_cs: Novo dodeljeno odsustvo

source: New Leaves Allocated
ru: Выделены новые листы
sr: Нова додељена одсуства
sr_cs: Nova dodeljena odsustva

source: New Leaves Allocated (In Days)
ru: Выделено новых отпусков (в днях)
sr: Нова додељена одсуства (у данима)
sr_cs: Nova dodeljena odsustva (u danima)

source: New shift assignments will be created after this date.
ru: Новые сменные назначения будут созданы после этой даты.
sr: Нова додела смене биће креирана након овог датума.
sr_cs: Nova dodela smene biće kreirana nakon ovog datuma.

source: No Bank/Cash Account found for currency {0}. Please create one under company {1}.
ru: Не найден банковский/денежный счёт для валюты {0}. Создайте его для компании {1}.
sr: Није пронађен текући рачун/благајна за валуту {0}. Молимо Вас да га креирате у оквиру компаније {1}.
sr_cs: Nije pronađen tekući račun/blagajna za valutu {0}. Molimo Vas da ga kreirate u okviru kompanije {1}.

source: No Employee Found
ru: Сотрудник не найден
sr: Није пронађено запослено лице
sr_cs: Nije pronađeno zaposleno lice

source: No Employee found for the given employee field value. '{}': {}
ru: Для указанного значения поля «Сотрудник» не найдено. '{}': {}
sr: Није пронађено запослено лице за унету вредност поља. '{}': {}
sr_cs: Nije pronađeno zaposleno lice za unetu vrednost polja. '{}': {}

source: No Employees Selected
ru: Сотрудники не выбраны
sr: Није изабрано ниједно запослено лице
sr_cs: Nije izabrano nijedno zaposleno lice

source: No Interview has been scheduled.
ru: Интервью не запланировано.
sr: Ниједан интервју није заказан.
sr_cs: Nijedan intervju nije zakazan.

source: No Leave Period Found
ru: Период отпуска не найден
sr: Није пронађен период одсуства
sr_cs: Nije pronađen period odsustva

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
ru: Сотруднику не назначены отпуска: {0} для типа отпуска: {1}
sr: Нема додељеног одсуства запосленом лицу: {0} за врсту одсуства: {1}
sr_cs: Nema dodeljenog odsustva zaposlenom licu: {0} za vrstu odsustva: {1}

source: No Salary Slip found for Employee: {0}
ru: Расчетный лист для сотрудника: {0}не найден.
sr: Није пронађен обрачунски листић за запослено лице: {0}
sr_cs: Nije pronađen obračunski listić za zaposleno lice: {0}

source: No Salary Slips with {0} found for employee {1} for payroll period {2}.
ru: Не найдено расчетных листков с {0} для сотрудника {1} за расчетный период {2}.
sr: Нису пронађени обрачунски листићи са {0} за запослено лице {1} у обрачунском периоду {2}.
sr_cs: Nisu pronađeni obračunski listići sa {0} za zaposleno lice {1} u obračunskom periodu {2}.

source: No Salary Structure Assignment found for employee {0} on date {1}
ru: Назначение структуры заработной платы для сотрудника {0} на дату {1}не найдено
sr: Није пронађена структура зараде за запослено лице {0} на датум {1}
sr_cs: Nije pronađena struktura zarade za zaposleno lice {0} na datum {1}

source: No Salary Structure Assignment found for employee {0} on or before {1}
ru: Назначение структуры заработной платы для сотрудника {0} не найдено до {1}
sr: Није пронађена додела структуре зараде за запослено лице {0} на дан или пре {1}
sr_cs: Nije pronađena dodela strukture zarade za zaposleno lice {0} na dan ili pre {1}

source: No Salary Structure assigned to Employee {0} on the given date {1}
ru: Структура заработной платы не назначена сотруднику {0} на указанную дату {1}
sr: За запослено лице {0} није додељена структура зараде на датум {1}
sr_cs: Za zaposleno lice {0} nije dodeljena struktura zarade na datum {1}

source: No Salary Structures
ru: Нет структуры заработной платы
sr: Нема структура зараде
sr_cs: Nema struktura zarade

source: No Shift Requests Selected
ru: Запросы на смену не выбраны
sr: Није изабран захтев за радну смену
sr_cs: Nije izabran zahtev za radnu smenu

source: No Staffing Plans found for this Designation
ru: Планов по укомплектованию штата для этой должности не найдено
sr: Није пронађен план особља за ову позицију
sr_cs: Nije pronađen plan osoblja za ovu poziciju
