Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: AttendanceRequestListView
ru: Список запросов на посещаемость
sr: Преглед захтева за присуство
sr_cs: Pregled zahteva za prisustvo

source: Attendees
ru: Участники
sr: Учесници
sr_cs: Učesnici

source: Attrition Count
ru: Количество увольнений
sr: Број одлазака запослених лица
sr_cs: Broj odlazaka zaposlenih lica

source: Aug
sr: Авг
sr_cs: Avg

source: Auto Attendance Settings
ru: Настройки автоматического присутствия
sr: Подешавање аутоматске евиденције присуства
sr_cs: Podešavanje automatske evidencije prisustva

source: Auto Leave Encashment
ru: Автоматическое использование отпуска
sr: Аутоматска накнада за неискоришћено одсуство
sr_cs: Automatska naknada za neiskorišćeno odsustvo

source: Automated Based on Goal Progress
ru: Автоматически на основе достижения цели
sr: Аутоматски на основу напретка циља
sr_cs: Automatski na osnovu napretka cilja

source: Automatic Leave Allocation has failed for the following Earned Leaves: {0}. Please check {1} for more details.
ru: Автоматическое распределение отпусков не удалось для следующих заработанных отпусков: {0}. Для получения более подробной информации см. {1}.
sr: Аутоматска додела одсуства за следећа стечена одсуства: {0} није успела. Погледајте {1} за више детаља.
sr_cs: Automatska dodela odsustva za sledeća stečena odsustva: {0} nije uspela. Pogledajte {1} za više detalja.

source: Automatically fetches all assets allocated to the employee, if any
ru: Автоматически извлекает все активы, выделенные сотруднику, если они имеются
sr: Аутоматски преузима сву имовину додељену запосленом лицу, уколико је има
sr_cs: Automatski preuzima svu imovinu dodeljenu zaposlenom licu, ukoliko je ima

source: Automatically update Last Sync of Checkin
ru: Автоматически обновлять время последней синхронизации отметки
sr: Аутоматски ажурирај последњу синхронизацију записа о присуству
sr_cs: Automatski ažuriraj poslednju sinhronizaciju zapisa o prisustvu

source: Available Leave(s)
ru: Доступный отпуск(а)
sr: Доступно одсуство
sr_cs: Dostupno odsustvo

source: Available Leaves
ru: Доступные отпуска
sr: Доступна одсуства
sr_cs: Dostupna odsustva

source: Average Feedback Score
ru: Средняя оценка отзыва
sr: Просечна оцена повратних информација
sr_cs: Prosečna ocena povratnih informacija

source: Average Rating
ru: Средняя оценка
sr: Просечна оцена
sr_cs: Prosečna ocena

source: Average of Goal Score, Feedback Score, and Self Appraisal Score
ru: Средний балл по результатам целевого задания, баллу обратной связи и баллу самооценки
sr: Просек оцене циља, оцене повратних информација и оцене самопроцене
sr_cs: Prosek ocene cilja, ocene povratnih informacija i ocene samoprocene

source: Average rating of demonstrated skills
ru: Средний рейтинг демонстрируемых навыков
sr: Просечна оцена приказаних вештина
sr_cs: Prosečna ocena prikazanih veština

source: Avg Feedback Score
ru: Средний балл обратной связи
sr: Просечна оцена повратних информација
sr_cs: Prosečna ocena povratnih informacija

source: Avg Utilization
ru: Средняя загрузка
sr: Просечна искоришћеност
sr_cs: Prosečna iskorišćenost

source: Avg Utilization (Billed Only)
ru: Средняя загрузка (только оплачиваемая)
sr: Просечна искоришћеност (само фактурисано)
sr_cs: Prosečna iskorišćenost (samo fakturisano)

source: Awaiting Response
ru: Ожидание ответа
sr: Чека се одговор
sr_cs: Čeka se odgovor

source: Backdated Leave Application is restricted. Please set the {} in {}
ru: Заявка на отпуск задним числом ограничена. Пожалуйста, установите {} в {}
sr: Захтеви за одсуство са ретроактивним датумима су ограничени. Молимо Вас да поставите {} у {}
sr_cs: Zahtevi za odsustvo sa retroaktivnim datumima su ograničeni. Molimo Vas da postavite {} u {}

source: Bank Entries
ru: Банковские записи
sr: Банкарско књижење
sr_cs: Bankarsko knjiženje

source: Bank Remittance
ru: Банковский перевод
sr: Банкарски пренос
sr_cs: Bankarski prenos

source: Base
ru: База
sr: Основна
sr_cs: Osnovna

source: Base & Variable
ru: Базовая и переменная
sr: Основни и варијабилни део
sr_cs: Osnovni i varijabilni deo

source: Begin check-in before shift start time (in minutes)
ru: Начать регистрацию до начала смены (в минутах)
sr: Дозволи пријаву доласка пре почетка смене (у минутима)
sr_cs: Dozvoli prijavu dolaska pre početka smene (u minutima)

source: Below is the list of upcoming holidays for you:
ru: Ниже представлен список предстоящих праздников для вас:
sr: У наставку је списак предстојећих празника:
sr_cs: U nastavku je spisak predstojećih praznika:

source: Benefit
ru: Льгота
sr: Погодност
sr_cs: Pogodnost

source: Benefit Amount
ru: Сумма пособия
sr: Износ бенефиције
sr_cs: Iznos beneficije

source: Benefit Details
ru: Подробности о преимуществах
sr: Детаљи бенефиције
sr_cs: Detalji beneficije

source: Benefit amount of component {0} exceeds {1}
ru: Сумма выгоды компонента {0} превышает {1}
sr: Износ бенефиције компоненте {0} прелази {1}
sr_cs: Iznos beneficije komponente {0} prelazi {1}

source: Benefit amount of component {0} should be greater than 0
ru: Сумма выгоды компонента {0} должна быть больше 0
sr: Износ бенефиције компоненте {0} треба бити већи од 0
sr_cs: Iznos beneficije komponente {0} treba biti veći od 0

source: Benefit amount {0} for Salary Component {1} should not be greater than maximum benefit amount {2} set in {3}
ru: Сумма пособия {0} для компонента заработной платы {1} не должна превышать максимальную сумму пособия {2} установленную в {3}
sr: Износ бенефиције {0} за компоненту зараде {1} не сме бити већи од максималног износа бенефиције {2} подешеног у {3}
sr_cs: Iznos beneficije {0} za komponentu zarade {1} ne sme biti veći od maksimalnog iznosa beneficije {2} podešenog u {3}

source: Benefits
ru: Льготы
sr: Погодности
sr_cs: Pogodnosti

source: Bill Amount
ru: Сумма счета
sr: Износ фактуре
sr_cs: Iznos fakture

source: Billed Hours
ru: Оплаченные часы
sr: Фактурисани часови
sr_cs: Fakturisani časovi

source: Billed Hours (B)
ru: Оплаченные часы (B)
sr: Фактурисани часови (B)
sr_cs: Fakturisani časovi (B)

source: Bimonthly
ru: Дважды в месяц
sr: Двапут месечно
sr_cs: Dvaput mesečno

source: Birthday Reminder
ru: Напоминание о дне рождения
sr: Подсетник за рођендан
sr_cs: Podsetnik za rođendan

source: Birthday Reminder 🎂
ru: Напоминание о дне рождения 🎂
sr: Подсетник за рођендан 🎂
sr_cs: Podsetnik za rođendan 🎂

source: Birthdays
ru: Дни рождения
sr: Рођендани
sr_cs: Rođendani

source: Block Date
ru: Дата блокировки
sr: Блокирани датуми
sr_cs: Blokirani datumi

source: Block Days
ru: Заблокированные дни
sr: Блокирани дани
sr_cs: Blokirani dani

source: Block Holidays on important days.
ru: Блокировать праздники в важные дни.
sr: Блокиран празник за коришћење на важне дане.
sr_cs: Blokiran praznik za korišćenje na važne dane.

source: Bonus
ru: Бонус
sr: Бонус

source: Bonus Amount
ru: Сумма бонуса
sr: Износ бонуса
sr_cs: Iznos bonusa

source: Bonus Payment Date
ru: Дата выплаты бонуса
sr: Датум исплате бонуса
sr_cs: Datum isplate bonusa

source: Bonus Payment Date cannot be a past date
ru: Дата выплаты бонуса не может быть прошедшей датой
sr: Датум исплате бонуса не може бити у прошлости
sr_cs: Datum isplate bonusa ne može biti u prošlosti

source: Branch: {0}
ru: Ветка: {0}
sr: Филијала: {0}
sr_cs: Filijala: {0}

source: Bulk Assignments
ru: Массовые задания
sr: Масовна додела
sr_cs: Masovna dodela

source: Bulk Leave Policy Assignment
ru: Массовое назначение политики отпусков
sr: Масовна додела политике одсуства
sr_cs: Masovna dodela politike odsustva

source: Bulk Salary Structure Assignment
ru: Массовое назначение структуры заработной платы
sr: Масовна додела структуре зараде
sr_cs: Masovna dodela strukture zarade

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
ru: По умолчанию итоговый счет рассчитывается как среднее значение балла за цель, балла обратной связи и балла самооценки. Включите этот параметр, чтобы задать другую формулу
sr: Подразумевано, коначна оцена се израчунава као просек оцене циља, оцене повратних информација и оцене самопроцене. Омогућите ову опцију да бисте поставили другачију формулу
sr_cs: Podrazumevano, konačna ocena se izračunava kao prosek ocene cilja, ocene povratnih informacija i ocene samoprocene. Omogućite ovu opciju da biste postavili drugačiju formulu

source: CTC
ru: СТС
sr: Укупни трошак по запосленом лицу
sr_cs: Ukupni trošak po zaposlenom licu

source: Calculate Final Score based on Formula
ru: Рассчитайте окончательный результат по формуле
sr: Израчунај коначан резултат на основу формуле
sr_cs: Izračunaj konačan rezultat na osnovu formule

source: Calculate Gratuity Amount Based On
ru: Рассчитать сумму пособия на основе
sr: Израчунај износ отпремнине заснован на
sr_cs: Izračunaj iznos otpremnine zasnovan na

source: Calculate Payroll Working Days Based On
ru: Рассчитать рабочие дни для расчета заработной платы на основе
sr: Обрачунај радне дане за обрачун зараде на основу
sr_cs: Obračunaj radne dane za obračun zarade na osnovu

source: Calculated in days
ru: Рассчитано в днях
sr: Обрачунато у данима
sr_cs: Obračunato u danima

source: Calls
ru: Звонки
sr: Позиви
sr_cs: Pozivi

source: Cancellation Queued
ru: Отмена поставлена в очередь
sr: Отказивање је стављено у ред
sr_cs: Otkazivanje je stavljeno u red

source: Cannot Modify Time
ru: Невозможно изменить время
sr: Није могуће изменити време
sr_cs: Nije moguće izmeniti vreme

source: Cannot allocate leaves outside the allocation period {0} - {1}
ru: Невозможно выделить отпуск вне периода выделения {0} - {1}
sr: Није могуће доделити одсуство ван периода доделе {0} - {1}
sr_cs: Nije moguće dodeliti odsustvo van perioda dodele {0} - {1}

source: Cannot allocate more leaves due to maximum leave allocation limit of {0} in leave policy assignment
ru: Невозможно выделить больше отпусков из-за максимального лимита выделения отпусков {0} в назначении политики отпусков
sr: Није могуће доделити више одсустава због максималног ограничења доделе одсустава од {0} у додели политике одсуства
sr_cs: Nije moguće dodeliti više odsustava zbog maksimalnog ograničenja dodele odsustava od {0} u dodeli politike odsustva

source: Cannot allocate more leaves due to maximum leaves allowed limit of {0} in {1} leave type.
ru: Невозможно выделить больше листов из-за максимально допустимого количества листьев {0} в типе отпуска {1}.
sr: Није могуће доделити више одсустава због максималног дозвољеног ограничења од {0} у врсти доделе {1}.
sr_cs: Nije moguće dodeliti više odsustava zbog maksimalnog dozvoljenog ograničenja od {0} u vrsti odsustva {1}.

source: Cannot break shift after end date
ru: Невозможно прервать смену после даты окончания
sr: Није могуће прекинути смену након датума завршетка
sr_cs: Nije moguće prekinuti smenu nakon datuma završetka

source: Cannot break shift before start date
ru: Невозможно прервать смену до даты начала
sr: Није могуће прекинути смену пре датума почетка
sr_cs: Nije moguće prekinuti smenu pre datuma početka

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
ru: Невозможно отменить назначение смены: {0}, так как оно связано с посещаемостью: {1}
sr: Није могуће отказати доделу смене: {0} јер је повезана са присуством: {1}
sr_cs: Nije moguće otkazati dodelu smene: {0} jer je povezana sa prisustvom: {1}

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
ru: Невозможно отменить назначение смены: {0}, так как оно связано с проверкой сотрудника: {1}
sr: Не може се отказати додела смене: {0} јер је повезана са записом о присуству: {1}
sr_cs: Ne može se otkazati dodela smene: {0} jer je povezana sa zapisom o prisustvu: {1}

source: Cannot create Salary Slip for Employee joining after Payroll Period
ru: Невозможно создать расчетный листок для сотрудника, пришедшего на работу после расчетного периода
sr: Није могуће креирати обрачунски листић за запослено лице које се запослило након обрачунског периода
sr_cs: Nije moguće kreirati obračunski listić za zaposleno lice koje se zaposlilo nakon obračunskog perioda

source: Cannot create Salary Slip for Employee who has left before Payroll Period
ru: Невозможно создать расчетный листок для сотрудника, который уволился до расчетного периода
sr: Није могуће креирати обрачунски листић за запослено лице које је отишло пре обрачунског периода
sr_cs: Nije moguće kreirati obračunski listić za zaposleno lice koje je otišlo pre obračunskog perioda

source: Cannot create a Job Applicant against a closed Job Opening
ru: Невозможно создать соискателя на закрытую вакансию
sr: Није могуће креирати кандидата за посао за отворено радно место
sr_cs: Nije moguće kreirati kandidata za posao za otvoreno radno mesto

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
ru: Невозможно создать или изменить транзакции по циклу оценки со статусом {0}.
sr: Није могуће креирати или изменити трансакције за циклус евалуације са статусом {0}.
sr_cs: Nije moguće kreirati ili izmeniti transakcije za ciklus evaluacije sa statusom {0}.

source: Cannot find active Leave Period
ru: Невозможно найти активный период отпуска
sr: Није пронађен активан период одсуства
sr_cs: Nije pronađen aktivan period odsustva

source: Cannot mark attendance for an Inactive employee {0}
ru: Невозможно отметить присутствие неактивного сотрудника {0}
sr: Није могуће евидентирати присуство за неактивно запослено лице {0}
sr_cs: Nije moguće evidentirati prisustvo za neaktivno zaposleno lice {0}

source: Cannot submit. Attendance is not marked for some employees.
ru: Невозможно отправить. Посещаемость не отмечена для некоторых сотрудников.
sr: Није могуће поднети. Присуство није евидентирано за нека запослена лица.
sr_cs: Nije moguće podneti. Prisustvo nije evidentirano za neka zaposlena lica.

source: Cannot update allocation for {0} after submission
ru: Невозможно обновить распределение для {0} после отправки
sr: Није могуће ажурирати доделу за {0} након подношења
sr_cs: Nije moguće ažurirati dodelu za {0} nakon podnošenja

source: Cannot update status of Goal groups
ru: Невозможно обновить статус группы целей
sr: Није могуће ажурирати статус група циљева
sr_cs: Nije moguće ažurirati status grupa ciljeva

source: Carry Forward
ru: Перенести вперед
sr: Пренеси
sr_cs: Prenesi

source: Carry Forwarded Leaves
ru: Перенесенные отпуска
sr: Пренети дани одсуства
sr_cs: Preneti dani odsustva

source: Casual Leave
ru: Неофициальный отпуск
sr: Слободан дан
sr_cs: Slobodan dan

source: Cause of Grievance
ru: Причина жалобы
sr: Узрок притужбе
sr_cs: Uzrok pritužbe

source: Changed the status from {0} to {1} and Status for Other Half to {2} via Attendance Request
ru: Изменён статус с {0} на {1} и статус для второй половины на {2} через запрос на присутствие
sr: Статус је промењен из {0} у {1}, а статус за другу половину у {2} путем захтева за евиденцију присуства
sr_cs: Status je promenjen iz {0} u {1}, a status za drugu polovinu u {2}, putem zahteva za evidenciju prisustva

source: Changed the status from {0} to {1} via Attendance Request
ru: Изменен статус с {0} на {1} через запрос на присутствие
sr: Је променио статус са {0} на {1} путем захтева за евидентирање присуства
sr_cs: Je promenio status sa {0} na {1} putem zahteva za evidentiranJe prisustva

source: Changing '{0}' to {1}.
ru: Изменение '{0}' на {1}.
sr: Промена '{0}' у {1}.
sr_cs: Promena '{0}' u {1}.

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
ru: Изменение KRA в этой родительской цели приведет к согласованию всех дочерних целей с тем же KRA, если таковые имеются.
sr: Промена KRA у овом матичном циљу ускладиће све повезане зависне циљеве, уколико постоје.
sr_cs: Promena KRA u ovom matičnom cilju uskladiće sve povezane zavisne ciljeve, ukoliko postoje.

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
ru: Проверьте <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> для более подробной информации
sr: Проверите <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> за више детаља
sr_cs: Proverite <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> za više detalja

source: Check Error Log {0} for more details.
ru: Более подробную информацию смотрите в журнале ошибок {0}.
sr: Проверите евиденцију грешака {0} за више детаља.
sr_cs: Proverite evidenciju grešaka {0} za više detalja.

source: Check In
ru: Вход
sr: Пријава
sr_cs: Prijava

source: Check Out
ru: Выход
sr: Одјава
sr_cs: Odjava

source: Check Vacancies On Job Offer Creation
ru: Проверить Вакансии при ее создании
sr: Провера непопуњених радних места приликом креирање понуде за посао
sr_cs: Provera nepopunjenih radnih mesta prilikom kreiranje ponude za posao

source: Check {0} for more details
ru: Проверьте {0} для более подробной информации
sr: Проверите {0} за више детаља
sr_cs: Proverite {0} za više detalja

source: Check-in
ru: Вход
sr: Пријава
sr_cs: Prijava

source: Check-in Date
ru: Дата входа
sr: Датум пријаве
sr_cs: Datum prijave

source: Check-out
ru: Выход
sr: Одјава
sr_cs: Odjava

source: Check-out Date
ru: Дата выхода
sr: Датум одјаве
sr_cs: Datum odjave

source: Checkin Radius
ru: Радиус проверки
sr: Радијус за запис о присуству
sr_cs: Radijus za zapis o prisustvu

source: Child nodes can only be created under 'Group' type nodes
ru: Дочерние узлы могут быть созданы только в узлах типа «Группа»
sr: Зависни чворови се могу креирати само у оквиру чворова врсте 'Група'
sr_cs: Zavisni čvorovi se mogu kreirati samo u okviru čvorova vrste 'Grupa'

source: Choose how the hourly overtime amount is calculated: <ol style="padding-left:15px;"><li>Fixed Hourly Rate: A fixed, manually entered hourly rate.</li> <li>Salary Component-Based: (Sum of selected component amounts) ÷ (Payment Days) ÷ (Standard Daily Hours)</li></ol>
ru: Выберите способ расчета почасовой суммы сверхурочной работы: <ol style="padding-left:15px;"><li>Фиксированная почасовая ставка: фиксированная, введенная вручную почасовая ставка.</li> <li>Зарплата на основе компонентов: (Сумма выбранных сумм компонентов) ÷ (Дни оплаты) ÷ (Стандартные дневные часы)</li></ol>
sr: Изаберите начин обрачуна сатнице за прековремени рад:<ol style="padding-left:15px;"><li>Фиксна сатница: Фиксна, ручно унета сатница.</li><li>Засновано на компоненти зараде: (Збир одабраних компоненти) ÷ (Дани исплате) ÷ (Стандардни дневни сати)</li></ol>
sr_cs: Izaberite način obračuna satnice za prekovremeni rad:<ol style="padding-left:15px;"><li>Fiksna satnica: Fiksna, ručno uneta satnica.</li><li>Zasnovano na komponenti zarade: (Zbir odabranih komponenti) ÷ (Dani isplate) ÷ (Standardni dnevni sati)</li></ol>

source: Choose the date on which you want to create these components as arrears.
ru: Выберите дату, на которую вы хотите создать эти компоненты как просроченную задолженность.
sr: Изаберите датум када желите да креирате ове компоненте као заостатке.
sr_cs: Izaberite datum kada želite da kreirate ove komponente kao zaostatke.

source: Claim Benefit For
ru: Подать заявку на пособие
sr: Захтевај бенефицију за
sr_cs: Zahtevaj beneficiju za

source: Claim an Expense
ru: Запросить расход
sr: Захтевај надокнаду трошкова
sr_cs: Zahtevaj nadoknadu troškova

source: Claimed
ru: Получено
sr: Захтевано
sr_cs: Zahtevano

source: Claimed Amount
ru: Заявленная сумма
sr: Захтевани износ
sr_cs: Zahtevani iznos

source: Claimed amount of employee {0} exceeds maximum amount eligible for claim {1}
ru: Заявленная сумма работника {0} превышает максимальную сумму, допустимую для иска {1}
sr: Затражени износ запосленог лица {0} прелази максимални износ за захтев {1}
sr_cs: Zatraženi iznos zaposlenog lica {0} prelazi maksimalni iznos za zahtev {1}

source: Claimed amount of employee {0} should be greater than 0
ru: Заявленная сумма сотрудника {0} должна быть больше 0
sr: Затражени износ запосленог лица {0} мора бити већи од 0
sr_cs: Zatraženi iznos zaposlenog lica {0} mora biti veći od 0

source: Claims
ru: Претензии
sr: Захтеви
sr_cs: Zahtevi

source: Cleared
ru: Очищено
sr: Успешно
sr_cs: Uspešno

source: Click {0} to change the configuration and then resave salary slip
ru: Нажмите {0}, чтобы изменить конфигурацию, а затем повторно сохранить зарплатную квитанцию
sr: Кликните {0} да измените конфигурацију и да сачувате обрачунски листић
sr_cs: Kliknite {0} da izmenite konfiguraciju i da sačuvate obračunski listić

source: Closed On
ru: Закрыто на
sr: Затворено
sr_cs: Zatvoreno

source: Closes On
ru: Закрывается на
sr: Затвара се
sr_cs: Zatvara se

source: Closes on:
ru: Закрывается на:
sr: Затвара се:
sr_cs: Zatvara se:

source: Closing Notes
ru: Закрытые заметки
sr: Завршне напомене
sr_cs: Završne napomene

source: Company Information
ru: Информация о компании
sr: Информације о компанији
sr_cs: Informacije o kompaniji

source: Compensatory Leave Request
ru: Запрос на оплачиваемый отпуск
sr: Захтев за компензационо одсуство
sr_cs: Zahtev za kompenzaciono odsustvo

source: Compensatory Off
ru: Компенсация выкл
sr: Компензационо одсуство
sr_cs: Kompenzaciono odsustvo

source: Completing onboarding
ru: Завершение адаптации
sr: Завршавање увођења запосленог лица
sr_cs: Završavanje uvođenja zaposlenog lica

source: Component properties and references
ru: Свойства компонентов и ссылки
sr: Својства компоненти и референци
sr_cs: Svojstva komponenti i referenci

source: Condition & Formula
ru: Условие и формула
sr: Услов и формула
sr_cs: Uslov i formula

source: Condition and Formula Help
ru: Помощь по условию и формуле
sr: Помоћ за услове и формуле
sr_cs: Pomoć za uslove i formule

source: Condition and formula
ru: Условие и формула
sr: Услов и формула
sr_cs: Uslov i formula

source: Conditions and Formula variable and example
ru: Условия и переменная формулы и пример
sr: Променљиве и примери услова и формула
sr_cs: Promenljive i primeri uslova i formula

source: Conference
ru: Конференция
sr: Конференција
sr_cs: Konferencija

source: Confirm {0}
ru: Подтвердить {0}
sr: Потврди {0}
sr_cs: Potvrdi {0}

source: Consider Grace Period
ru: Рассмотрите льготный период
sr: Узми у обзир период толеранције
sr_cs: Uzmi u obzir period tolerancije

source: Consider Marked Attendance on Holidays
ru: Рассмотрите возможность посещения занятий в праздничные дни
sr: Узми у обзир евидентирано присуство током празника
sr_cs: Uzmi u obzir evidentirano prisustvo tokom praznika

source: Consider Tax Exemption Declaration
ru: Рассмотрите декларацию об освобождении от уплаты налогов
sr: Узмите у обзир изјаву о пореском ослобођењу
sr_cs: Uzmite u obzir izjavu o poreskom oslobođenju

source: Consider Unmarked Attendance As
ru: Рассматривайте неотмеченное присутствие как
sr: Третирај неевидентирано присуство као
sr_cs: Tretiraj neevidentirano prisustvo kao

source: Consolidate Leave Types
ru: Объединить типы отпусков
sr: Консолидуј врсте одсуства
sr_cs: Konsoliduj vrste odsustva

source: Contact Number
ru: Контактный номер
sr: Контакт број
sr_cs: Kontakt broj

source: Copy of Invitation/Announcement
ru: Копия приглашения/объявления
sr: Копија позива/обавештења
sr_cs: Kopija poziva/obaveštenja

source: Could not submit some Salary Slips: {}
ru: Не удалось отправить некоторые расчетные листки: {}
sr: Није могуће поднети неке од обрачунских листића: {}
sr_cs: Nije moguće podneti neke od obračunskih listića: {}

source: Could not update Goal
ru: Не удалось обновить цель
sr: Није могуће ажурирати циљ
sr_cs: Nije moguće ažurirati cilj

source: Could not update goals
ru: Не удалось обновить цели
sr: Није могуће ажурирати циљеве
sr_cs: Nije moguće ažurirati ciljeve

source: Country Fixture Deletion Failed
ru: Удаление Fixture не удалось
sr: Брисање подешавања за државу није успело
sr_cs: Brisanje podešavanja za državu nije uspelo

source: Country Setup failed
ru: Не удалось установить страну
sr: Поставке државе нису успеле
sr_cs: Postavke države nisu uspele
