Repository: whitestork-erp/mh-hrms
Catalog: hrms/locale/*.po
Languages: ru, sr, sr_cs

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
ru: Пожалуйста, оставьте свой отзыв об обучении, нажав «Отзыв об обучении», а затем «Новый».
sr: Молимо Вас да поделите Вашу повратну информацију о обуци кликом на 'Повратна информација о обуци', а затим на 'Ново'
sr_cs: Molimo Vas da podelite Vašu povratnu informaciju o obuci klikom na 'Povratna informacija o obuci', a zatim na 'Novo'

source: Please specify the job applicant to be updated.
ru: Пожалуйста, укажите соискателя, данные о котором необходимо обновить.
sr: Молимо Вас да наведете кандидата за посао који треба да буде ажуриран.
sr_cs: Molimo Vas da navedete kandidata za posao koji treba da bude ažuriran.

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
ru: Пожалуйста, укажите {0} и {1} (если есть) для правильного расчета налога в будущих зарплатных ведомостях.
sr: Молимо Вас да наведете {0} и {1} (уколико постоје), ради правилног обрачуна пореза у будућим обрачунским листићима.
sr_cs: Molimo Vas da navedete {0} i {1} (ukoliko postoje), radi pravilnog obračuna poreza u budućim obračunskim listićima.

source: Please submit the {0} before marking the cycle as Completed
ru: Пожалуйста, отправьте {0} прежде чем отметить цикл как завершенный.
sr: Молимо Вас да поднесете {0} пре него што означите циклус као завршен
sr_cs: Molimo Vas da podnesete {0} pre nego što označite ciklus kao završen

source: Please update your status for this training event
ru: Пожалуйста, обновите свой статус для этого обучающего мероприятия
sr: Молимо Вас да ажурирате свој статус за ову обуку
sr_cs: Molimo Vas da ažurirate svoj status za ovu obuku

source: Posted On
ru: Опубликовано
sr: Објављено на
sr_cs: Objavljeno na

source: Posting date
ru: Дата публикации
sr: Датум књижења
sr_cs: Datum knjiženja

source: Preferred Area for Lodging
ru: Предпочтительный район для проживания
sr: Преферирана локација за ноћење
sr_cs: Preferirana lokacija za noćenje

source: Present
ru: Присутствует
sr: Присутан
sr_cs: Prisutan

source: Present Records
ru: Текущие записи
sr: Евиденција присуства
sr_cs: Evidencija prisustva

source: Prevent self approval for expense claims even if user has permissions
ru: Запретить самостоятельное одобрение заявок на расходы, даже если у пользователя есть разрешения
sr: Спречити самоодобравање захтева за трошкове и уколико корисник има дозволе
sr_cs: Sprečiti samoodobravanje zahteva za troškove i ukoliko korisnik ima dozvole

source: Prevent self approval for leaves even if user has permissions
ru: Запретить самостоятельное одобрение отпусков, даже если у пользователя есть разрешения
sr: Онемогући самоодобравање одсуства чак и уколико корисник има дозволе
sr_cs: Onemogući samoodobravanje odsustva čak i ukoliko korisnik ima dozvole

source: Preview Salary Slip
ru: Предварительный просмотр расчетного листка
sr: Преглед обрачунског листића
sr_cs: Pregled obračunskog listića

source: Principal Amount
ru: Основная сумма
sr: Главница
sr_cs: Glavnica

source: Printed On {0}
ru: Напечатано на {0}
sr: Штампано на {0}
sr_cs: Štampano na {0}

source: Privilege Leave
ru: Привилегированный отпуск
sr: Плаћено одсуство
sr_cs: Plaćeno odsustvo

source: Probation
ru: Испытательный срок
sr: Пробни рад
sr_cs: Probni rad

source: Probationary Period
ru: Испытательный срок
sr: Период пробног рада
sr_cs: Period probnog rada

source: Process Attendance After
ru: Процесс посещаемости после
sr: Обрада присуства након
sr_cs: Obrada prisustva nakon

source: Process Payroll Accounting Entry based on Employee
ru: Процесс ввода данных по расчету заработной платы на основе данных о сотруднике
sr: Обрада уноса обрачуна зараде по запосленом лицу
sr_cs: Obrada unosa obračuna zarade po zaposlenom licu

source: Process Requests
ru: Запросы на обработку
sr: Обрада захтева
sr_cs: Obrada zahteva

source: Process Shift Requests
ru: Запросы на смену процесса
sr: Обрада захтева за радну смену
sr_cs: Obrada zahteva za radnu smenu

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
ru: Обработка выплаты отпускных через отдельную платежную запись вместо расчетного листка
sr: Обрада накнаде за неискоришћено одсуство преко посебног уноса уплате, а не преко обрачунског листића
sr_cs: Obrada naknade za neiskorišćeno odsustvo preko posebnog unosa uplate, a ne preko obračunskog listića

source: Process {0} Shift Request(s) as <b>{1}</b>?
ru: Обрабатывать {0} запросы на сдвиг как <b>{1}</b>?
sr: Обрада {0} захтева за радну смену као <b>{1}</b>?
sr_cs: Obrada {0} zahteva za radnu smenu kao <b>{1}</b>?

source: Processing Requests
ru: Обработка запросов
sr: Обрада захтева
sr_cs: Obrada zahteva

source: Processing Requests...
ru: Обработка запросов...
sr: Захтеви се обрађују...
sr_cs: Zahtevi se obrađuju...

source: Processing of Shift Requests has been queued. It may take a few minutes.
ru: Обработка заявок на смену поставлена в очередь. Это может занять несколько минут.
sr: Обрада захтева за радну смену је стављена у ред чекања. Може потрајати неколико минута.
sr_cs: Obrada zahteva za radnu smenu je stavljena u red čekanja. Može potrajati nekoliko minuta.

source: Professional Tax Deductions
ru: Профессиональные налоговые вычеты
sr: Порески одбитак по основу професионалне делатности
sr_cs: Poreski odbitak po osnovu profesionalne delatnosti

source: Proficiency
ru: Знание
sr: Степен знања
sr_cs: Stepen znanja

source: Profit
ru: Выгода
sr: Профит

source: Project Profitability
ru: Рентабельность проекта
sr: Профитабилност пројекта
sr_cs: Profitabilnost projekta

source: Promotion
ru: Повышение
sr: Унапређење
sr_cs: Unapređenje

source: Promotion Date
ru: Дата повышения
sr: Датум унапређења
sr_cs: Datum unapređenja

source: Property already added
ru: Недвижимость уже добавлена
sr: Имовина је већ додата
sr_cs: Imovina je već dodata

source: Provident Fund Deductions
ru: Вычеты из резервного фонда
sr: Одбици за пензиони фонд
sr_cs: Odbici za penzioni fond

source: Public Holiday Multiplier
ru: Множитель государственных праздников
sr: Коефицијент за државни празник
sr_cs: Koeficijent za državni praznik

source: Publish Applications Received
ru: Опубликовать полученные заявки
sr: Објави примљене пријаве
sr_cs: Objavi primljene prijave

source: Publish Salary Range
ru: Опубликовать диапазон зарплат
sr: Објави опсег зараде
sr_cs: Objavi opseg zarade

source: Publish on website
ru: Опубликовать на сайте
sr: Објави на веб-сајту
sr_cs: Objavi na veb-sajtu

source: Purpose & Amount
ru: Цель и сумма
sr: Сврха и износ
sr_cs: Svrha i iznos

source: Purpose of Travel
ru: Цель поездки
sr: Сврха путовања
sr_cs: Svrha putovanja

source: Push Notification permission denied
ru: Отказано в разрешении на push-уведомление
sr: Дозвола за обавештења је одбијена
sr_cs: Dozvola za obaveštenja je odbijena

source: Push notifications disabled
ru: Push-уведомления отключены
sr: Обавештења су онемогућена
sr_cs: Obaveštenja su onemogućena

source: Push notifications have been disabled on your site
ru: На вашем сайте отключены push-уведомления
sr: Обавештења су онемогућена на Вашем веб-сајту
sr_cs: Obaveštenja su onemogućena na Vašem veb-sajtu

source: Questionnaire Email Sent
ru: Электронное письмо с анкетой отправлено
sr: Упитник је послат путем имејла
sr_cs: Upitnik je poslat putem imejla

source: Quick Filters
ru: Быстрые фильтры
sr: Брзи филтери
sr_cs: Brzi filteri

source: Quick Links
ru: Быстрые ссылки
sr: Брзи линкови
sr_cs: Brzi linkovi

source: Radius within which check-in is allowed (in meters)
ru: Радиус, в пределах которого разрешена регистрация (в метрах)
sr: Радијус у оквиру ког је дозвољено евидентирање доласка (у метрима)
sr_cs: Radijus u okviru kog je dozvoljeno evidentiranje dolaska (u metrima)

source: Rate Goals Manually
ru: Оценить цели вручную
sr: Ручно оцени циљеве
sr_cs: Ručno oceni ciljeve

source: Rating Criteria
ru: Критерии оценки
sr: Критеријум оцењивања
sr_cs: Kriterijum ocenjivanja

source: Ratings
ru: Рейтинги
sr: Оцењивања
sr_cs: Ocenjivanja

source: Re-allocate Leaves
ru: Перераспределить листья
sr: Прерасподела одсуства
sr_cs: Preraspodela odsustva

source: Reason for Adjustment
ru: Причина корректировки
sr: Разлог за корекцију
sr_cs: Razlog za korekciju

source: Reason for Requesting
ru: Причина запроса
sr: Разлог захтева
sr_cs: Razlog zahteva

source: Reason for Withholding Salary
ru: Причина удержания зарплаты
sr: Разлог за задржану зараду
sr_cs: Razlog za zadržanu zaradu

source: Reason for skipping auto attendance:
ru: Причина пропуска автопосещения:
sr: Разлог за прескакање аутоматског евидентирања присуства:
sr_cs: Razlog za preskakanje automatskog evidentiranja prisustva:

source: Recent Attendance Requests
ru: Последние запросы на присутствие
sr: Недавни захтеви за евидентирање присуства
sr_cs: Nedavni zahtevi za evidentiranje prisustva

source: Recent Expenses
ru: Недавние расходы
sr: Недавни трошкови
sr_cs: Nedavni troškovi

source: Recent Leaves
ru: Недавние листы
sr: Недавна одсуства
sr_cs: Nedavna odsustva

source: Recent Shift Requests
ru: Последние запросы на смену
sr: Недавни захтеви за радну смену
sr_cs: Nedavni zahtevi za radnu smenu

source: Recommended for a single biometric device / checkins via mobile app
ru: Рекомендуется для одного биометрического устройства / регистрации через мобильное приложение
sr: Препоручено за један биометријски уређај / пријаву путем мобилне апликације
sr_cs: Preporučeno za jedan biometrijski uređaj / prijavu putem mobilne aplikacije

source: Recover Cost
ru: Возврат стоимости
sr: Наплата трошка
sr_cs: Naplata troška

source: Recruitment
ru: Набор персонала
sr: Запошљавање
sr_cs: Zapošljavanje

source: Recruitment Analytics
ru: Аналитика подбора персонала
sr: Аналитика запошљавања
sr_cs: Analitika zapošljavanja

source: Reduce
ru: Уменьшать
sr: Смањење
sr_cs: Smanjenje

source: Reducing maximum leaves allowed after allocation may cause scheduler to allocate incorrect number of earned leaves. Proceed with caution.
ru: Сокращение максимально допустимого количества отпусков после их распределения может привести к тому, что планировщик выделит неправильное количество заработанных отпусков. Действуйте осторожно.
sr: Смањење максималног броја дозвољених одсустава након доделе може довести до неправилног распоређивања зарађених одсустава. Наставите са опрезом.
sr_cs: Smanjenje maksimalnog broja dozvoljenih odsustva nakon dodele može dovesti do nepravilnog raspoređivanja zarađenih odsustava. Nastavite sa oprezom.

source: Reduction is more than {0}'s available leave balance {1} for leave type {2}
ru: Сокращение составляет более чем {0}доступный остаток отпуска {1} для типа отпуска {2}
sr: Смањење је веће од расположивог салда одсуства {1} за запослено лице {0} за врсту одсуства {2}
sr_cs: Smanjenje je veće od raspoloživog salda odsustva {1} za zaposleno lice {0} za vrstu odsustva {2}

source: Reference: {0}
ru: Ссылка: {0}
sr: Референца: {0}
sr_cs: Referenca: {0}

source: Referral Bonus Payment Status
ru: Статус выплаты реферального бонуса
sr: Статус исплате бонуса за препоруку
sr_cs: Status isplate bonusa za preporuku

source: Referral Details
ru: Подробности направления
sr: Детаљи препоруке
sr_cs: Detalji preporuke

source: Referrer Details
ru: Данные реферера
sr: Детаљи препоручиоца
sr_cs: Detalji preporučioca

source: Referrer Name
ru: Имя реферера
sr: Име препоручиоца
sr_cs: Ime preporučioca

source: Reflections
ru: Размышления
sr: Запажања
sr_cs: Zapažanja

source: Refuelling Details
ru: Подробности заправки
sr: Детаљи о точењу горива
sr_cs: Detalji o točenju goriva

source: Reject
ru: Отклонять
sr: Одбиј
sr_cs: Odbij

source: Reject Employee Referral
ru: Отклонить рекомендацию сотрудника
sr: Одбиј препоруку запосленог лица
sr_cs: Odbij preporuku zaposlenog lica

source: Rejection
ru: Отклонение
sr: Одбијање
sr_cs: Odbijanje

source: Release Withheld Salaries
ru: Выплата удержанных зарплат
sr: Исплати задржане зараде
sr_cs: Isplati zadržane zarade

source: Released
ru: Выпущенный
sr: Исплаћено
sr_cs: Isplaćeno

source: Relieving Date
ru: Дата освобождения
sr: Датум престанка радног односа
sr_cs: Datum prestanka radnog odnosa

source: Relieving Date Missing
ru: Дата освобождения отсутствует
sr: Недостаје датум престанка радног односа
sr_cs: Nedostaje datum prestanka radnog odnosa

source: Remaining Benefits (Yearly)
ru: Оставшиеся преимущества (ежегодные)
sr: Преостале бенефиције (годишње)
sr_cs: Preostale beneficije (godišnje)

source: Remind Before
ru: Напомнить перед
sr: Подсети пре
sr_cs: Podseti pre

source: Reminded
ru: Напомнил
sr: Подсетник послат
sr_cs: Podsetnik poslat

source: Reminders
ru: Напоминания
sr: Подсетници
sr_cs: Podsetnici

source: Remove if Zero Valued
ru: Удалить, если значение равно нулю
sr: Уклони уколико је вредност нула
sr_cs: Ukloni ukoliko je vrednost nula

source: Rented Car
ru: Арендованный автомобиль
sr: Изнајмљено возило
sr_cs: Iznajmljeno vozilo

source: Repay From Salary
ru: Возврат из зарплаты
sr: Отплата из зараде
sr_cs: Otplata iz zarade

source: Repay From Salary can be selected only for term loans
ru: «Погашение с зарплаты» можно выбрать только для срочных кредитов.
sr: Отплата из зараде може се изабрати само за зајмове на одређени рок
sr_cs: Otplata iz zarade može se izabrati samo za zajmove na određeni rok

source: Repay Unclaimed Amount from Salary
ru: Возврат невостребованной суммы из зарплаты
sr: Врати неискоришћени износ путем зараде
sr_cs: Vrati neiskorišćeni iznos putem zarade

source: Repeat On Days
ru: Повторять по дням
sr: Понављање на дане
sr_cs: Ponavljanje na dane

source: Replies
ru: Ответы
sr: Одговори
sr_cs: Odgovori

source: Reports To
ru: Отчеты в
sr: Извештава
sr_cs: Izveštava

source: Request Attendance
ru: Запросить присутствие
sr: Захтевај евиденцију присуства
sr_cs: Zahtevaj evidenciju prisustva

source: Request Leave
ru: Запрос на отпуск
sr: Захтевај одсуство
sr_cs: Zahtevaj odsustvo

source: Request a Leave
ru: Запросить отпуск
sr: Захтевај одсуство
sr_cs: Zahtevaj odsustvo

source: Request a Shift
ru: Запросить смену
sr: Захтевај смену
sr_cs: Zahtevaj smenu

source: Request an Advance
ru: Запрос аванса
sr: Захтевај аконтацију
sr_cs: Zahtevaj akontaciju

source: Requested By
ru: Запросил
sr: Захтев од стране
sr_cs: Zahtev od strane

source: Requested By (Name)
ru: Запрос от (Имя)
sr: Захтев од стране (име)
sr_cs: Zahtev od strane (ime)

source: Require Full Funding
ru: Требуется полное финансирование
sr: Неопходно потпуно финансирање
sr_cs: Neophodno potpuno finansiranje

source: Required Skills
ru: Требуемые навыки
sr: Неопходне вештине
sr_cs: Neophodne veštine

source: Required for Employee Creation
ru: Требуется для создания сотрудников
sr: Неопходно за креирање запосленог лица
sr_cs: Neophodno za kreiranje zaposlenog lica

source: Reschedule Interview
ru: Перенести собеседование
sr: Промени термин интервјуа
sr_cs: Promeni termin intervjua

source: Responsibilities
ru: Обязанности
sr: Одговорности
sr_cs: Odgovornosti

source: Restrict Backdated Leave Application
ru: Ограничить подачу заявлений на отпуск задним числом
sr: Ограничи ретроактивни захтев за одсуство
sr_cs: Ograniči retroaktivni zahtev za odsustvo

source: Resume Attachment
ru: Приложение к резюме
sr: Прилог CV
sr_cs: Prilog CV

source: Resume Link
ru: Ссылка на резюме
sr: CV линк
sr_cs: CV link

source: Resume link
ru: Ссылка на резюме
sr: CV линк
sr_cs: CV link

source: Retained
ru: Сохранено
sr: Задржано
sr_cs: Zadržano

source: Retention Bonus
ru: Бонус за удержание
sr: Бонус за задржавање
sr_cs: Bonus za zadržavanje

source: Retirement Age (In Years)
ru: Пенсионный возраст (в годах)
sr: Старосна граница за пензију (у годинама)
sr_cs: Starosna granica za penziju (u godinama)

source: Retry Failed
ru: Повторная попытка не удалась
sr: Поновни покушај није успео
sr_cs: Ponovni pokušaj nije uspeo

source: Retry Failed Allocations
ru: Повторить неудачные выделения
sr: Поновни покушај неуспешних додела
sr_cs: Ponovni pokušaj neuspešnih dodela

source: Retry Successful
ru: Повтор успешен
sr: Поновни покушај је успео
sr_cs: Ponovni pokušaj je uspeo

source: Retrying allocations
ru: Повторные попытки распределения
sr: Покушај поновне доделе
sr_cs: Pokušaj ponovne dodele

source: Return amount cannot be greater than unclaimed amount
ru: Сумма возврата не может быть больше невостребованной суммы
sr: Износ за повраћај не може бити већи од неискоришћеног износа
sr_cs: Iznos za povraćaj ne može biti veći od neiskorišćenog iznosa

source: Review various other settings related to Employee Leaves and Expense Claim
ru: Ознакомьтесь с другими настройками, связанными с отпусками сотрудников и требованиями о возмещении расходов.
sr: Прегледајте разна друга подешавања везана за одсуства запослених лица и захтеве за надокнаду трошкова
sr_cs: Pregledajte razna druga podešavanja vezana za odsustva zaposlenih lica i zahteve za nadoknadu troškova

source: Reviewer
ru: Рецензент
sr: Оцењивач
sr_cs: Ocenjivač

source: Reviewer Name
ru: Имя рецензента
sr: Име оцењивача
sr_cs: Ime ocenjivača

source: Revised CTC
ru: Пересмотренный CTC
sr: Ревидирани укупни трошак по запосленом лицу
sr_cs: Revidirani ukupni trošak po zaposlenom licu

source: Role Allowed to Create Backdated Leave Application
ru: Роль, разрешенная для подачи заявления на отпуск задним числом
sr: Улоге које имају дозволу за креирање ретроактивних захтева за одсуство
sr_cs: Uloge koje imaju dozvolu za kreiranje retroaktivnih zahteva za odsustvo

source: Roster
ru: Расписание
sr: Распоред
sr_cs: Raspored

source: Roster Color
ru: Цвет состава
sr: Боја распореда
sr_cs: Boja rasporeda

source: Round Name
ru: Название раунда
sr: Назив круга
sr_cs: Naziv kruga

source: Round off Work Experience
ru: Опыт работы
sr: Заокруживање радног искуства
sr_cs: Zaokruživanje radnog iskustva

source: Round to the Nearest Integer
ru: Округлить до ближайшего целого числа
sr: Заокруживање на најближи цео број
sr_cs: Zaokruživanje na najbliži ceo broj

source: Rounding
ru: Округление
sr: Заокруживање
sr_cs: Zaokruživanje

source: Route to the custom Job Application Webform
ru: Маршрут к пользовательской веб-форме заявления о приеме на работу
sr: Преусмери ка прилагођеној веб-форми за пријаву на посао
sr_cs: Preusmeri ka prilagođenoj veb-formi za prijavu na posao

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
ru: Строка #{0}: невозможно установить сумму или формулу для компонента зарплаты {1} с переменной, основанной на налогооблагаемой зарплате.
sr: Ред #{0}: Није могуће поставити износ или формулу за компоненту зараде {1} која је заснована на опорезивом износу
sr_cs: Red #{0}: Nije moguće postaviti iznos ili formulu za komponentu zarade {1} koja je zasnovana na oporezivom iznosu

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
ru: Строка #{0}: компонент {1} имеет включенные опции {2} и {3}.
sr: Ред #{0}: Компонента {1} има омогућене опције {2} и {3}.
sr_cs: Red #{0}: Komponenta {1} ima omogućene opcije {2} i {3}.

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
ru: Строка #{0}: Сумма табеля учета рабочего времени заменит сумму компонента заработка для компонента зарплаты {1}
sr: Ред #{0}: Износ из евиденције времена ће заменити износ компоненте прихода са износом компоненте зараде {1}
sr_cs: Red #{0}: Iznos iz evidencije vremena će zameniti iznos komponente prihoda sa iznosom komponente zarade {1}

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
ru: Номер строки {0}: Сумма не может быть больше суммы задолженности по претензии на возмещение расходов {1}. Сумма задолженности составляет {2}
sr: Ред број {0}: Износ не може бити већи од неизмиреног износа у захтеву за надокнаду трошкова {1}. Неизмирени износ је {2}
sr_cs: Red broj {0}: Iznos ne može biti veći od neizmirenog iznosa u zahtevu za nadoknadu troškova {1}. Neizmireni iznos je {2}

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
ru: Строка {0}# Выделенная сумма {1} не может быть больше невостребованной суммы {2}
sr: Ред {0}# додељени износ {1} не може бити већи од неискоришћеног износа {2}
sr_cs: Red {0}# dodeljeni iznos {1} ne može biti veći od neiskorišćenog iznosa {2}

source: Row {0}# Paid Amount cannot be greater than Encashment amount
ru: Строка {0}# Сумма оплаты не может быть больше суммы инкассации
sr: Ред {0}# исплаћени износ не може бити већи од износа за исплату накнаде
sr_cs: Red {0}# isplaćeni iznos ne može biti veći od iznosa za isplatu naknade

source: Row {0}# Paid Amount cannot be greater than Total amount
ru: Строка {0}# Оплаченная сумма не может быть больше общей суммы
sr: Ред {0}# исплаћени износ не може бити већи од укупног износа
sr_cs: Red {0}# isplaćeni iznos ne može biti veći od ukupnog iznosa

source: Row {0}# Paid Amount cannot be greater than requested advance amount
ru: Строка {0}# Оплаченная сумма не может быть больше запрошенной суммы аванса
sr: Ред {0}# исплаћени износ не може бити већи од захтеваног износа аконтације
sr_cs: Red {0}# isplaćeni iznos ne može biti veći od zahtevanog iznosa akontacije

source: Row {0}: From (Year) can not be greater than To (Year)
ru: Строка {0}: С (год) не может быть больше, чем До (год)
sr: Ред {0}: Почетна година не може бити већа од завршне године
sr_cs: Red {0}: Početna godina ne može biti veća od završne godine

source: Row {0}: Goal Score cannot be greater than {1}
ru: Строка {0}: Счет голов не может быть больше, чем {1}
sr: Ред {0}: Оцена циља не може бити већа од {1}
sr_cs: Red {0}: Ocena cilja ne može biti veća od {1}

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
ru: Строка {0}: Оплаченная сумма {1} больше ожидаемой начисленной суммы {2} по кредиту {3}
sr: Ред {0}: Уплаћени износ {1} је већи од преосталог обрачунатог износа {2} за зајам {3}
sr_cs: Red {0}: Uplaćeni iznos {1} je veći od preostalog obračunatog iznosa {2} za zajam {3}

source: Row {0}: {1}
ru: Строка {0}: {1}
sr: Ред {0}: {1}
sr_cs: Red {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
ru: Строка {0}: {1} требуется в таблице расходов для регистрации заявления на возмещение расходов.
sr: Ред {0}: {1} је обавезно у табели трошкова за унос захтева за надокнаду трошкова.
sr_cs: Red {0}: {1} je obavezno u tabeli troškova za unos zahteva za nadoknadu troškova.

source: Salary Component
ru: Компонент заработной платы
sr: Компонента зараде
sr_cs: Komponenta zarade

source: Salary Component
ru: Компонент заработной платы
sr: Компонента зараде
sr_cs: Komponenta zarade

source: Salary Component Account
ru: Счет компонента заработной платы
sr: Рачун компоненте зараде
sr_cs: Račun komponente zarade

source: Salary Component Based
ru: На основе компонентов заработной платы
sr: Засновано на компоненти зараде
sr_cs: Zasnovano na komponenti zarade

source: Salary Component Type
ru: Тип компонента зарплаты
sr: Врста компоненте зараде
sr_cs: Vrsta komponente zarade

source: Salary Component for timesheet based payroll.
ru: Компонент «зарплата» для расчета заработной платы на основе табеля учета рабочего времени.
sr: Компонента зараде за евиденцију времена на основу обрачуна зараде.
sr_cs: Komponenta zarade za evidenciju vremena na osnovu obračuna zarade.

source: Salary Component {0} cannot be selected more than once in Employee Benefits
ru: Компонент зарплаты {0} не может быть выбран более одного раза в разделе «Льготы сотрудникам»
sr: Компонента зараде {0} не може бити изабрана више од једном у бенефицијама запосленог лица
sr_cs: Komponenta zarade {0} ne može biti izabrana više od jednom u beneficijama zaposlenog lica
